[
    {
     "Title": "Department of the Air Force awards contract for new ICBM system that enhances, strengthens US triad",
     "Description": "By the authority vested in me as President by the Constitution and the laws of the United States of America, it is hereby ordered as follows: Section 1. Policy. The 2019 novel coronavirus (COVID-19) that originated in the People’s Republic of China has caused significant, sudden, and unexpected disruptions to the American economy. On MarchBy the authority vested in me as President by the Constitution and the laws of the United States of America, it is hereby ordered as follows: Section 1. Policy. The 2019 novel coronavirus (COVID-19) that originated in the People’s Republic of China has caused significant, sudden, and unexpected disruptions to the American economy. On MarchBy the authority vested in me as President by the Constitution and the laws of the United States of America, it is hereby ordered as follows: Section 1. Policy. The 2019 novel coronavirus (COVID-19) that originated in the People’s Republic of China has caused significant, sudden, and unexpected disruptions to the American economy. On MarchBy the authority vested in me as President by the Constitution and the laws of the United States of America, it is hereby ordered as follows: Section 1. Policy. The 2019 novel coronavirus (COVID-19) that originated in the People’s Republic of China has caused significant, sudden, and unexpected disruptions to the American economy. On MarchBy the authority vested in me as President by the Constitution and the laws of the United States of America, it is hereby ordered as follows: Section 1. Policy. The 2019 novel coronavirus (COVID-19) that originated in the People’s Republic of China has caused significant, sudden, and unexpected disruptions to the American economy. ",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Announcement Added by CSP owner",
     "Description": "The intent of BAH is to provide uniformed  service members accurate and equitable housing compensation based on housing costs in  local civilian housing markets and is payable when Government quarters are not provided.  BAH is paid incident to assignments to a Permanent Duty Station (PDS) in the United States  and is based not on actual expense, but on median rental costs, utilities, and renter’s  insurance. BAH rate calculations do not include mortgage costs. Members residing in family-type Government quarters are not entitled to BAH",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFIMSC Owner added item for Travel Category",
     "Description": "\nThe Department of the Air Force is one step closer to safely and more widely integrating small unmanned aircraft systems into civil engineering operations, thanks to the Air Force GeoBase Program’s sUAS office.\n\n\nThe office, a component of the Air Force Civil Engineer Center’s Planning and Integration Directorate, held its first Group 1 UAS operator and instructor training class at San Geronimo Air Park in San Antonio recently.\n\n\nGroup 1 UAS, referred to as sUAS, are easily portable unmanned aircraft systems, typically weighing less than 20 pounds and operating below 400 feet at speeds less than 100 knots. \n\n\nThe classroom and hands-on training certified AFCEC Geospatial Integration Office team members on three different sUAS systems and included mission planning, pre- and post-flight operations, obstacle courses and various techniques to support data collection.\n\n\nHaving successfully completing the course, the trainees are now Air Force-certified UAS operators and unit-certified initial qualification trainers who will provide training, technical applications and solutions to improve both CE and combat support capabilities, said Julio Toala, Air Force GeoBase operations manager and sUAS program manager.\n\n\n“Safely integrating and employing sUAS operations is of great value for the CE community of today and tomorrow,” Toala added, “with an end goal of putting sUAS in the hands of civil engineers to save time, money and potential injuries.”",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "New Year Hollyidays",
     "Description": "test",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Historic agreement opens defense data to academia",
     "Description": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY, Mass. (AFNS) -- Data  is a commodity that fuels the technological world. Data powers machine  learning, drives advances in artificial intelligence and helps corporate  and government leaders make better, more informed decisions.\nOne  of the largest owners of data, the Department of Defense, known for its  steadfast protective oversight of this digital gold, embarked on a  historical first this year: a first with the ability to improve the  effectiveness, agility, affordability and speed of operations for a  myriad of stakeholders. The unprecedented idea started at another new  DoD venture located in the heart of academia.\nMembers of theUSAF-MIT Artificial Intelligence Accelerator,  a new unit under the Department of the Air Force, located at the  Massachusetts Institute of Technology, tackled some of the most  difficult challenges facing our nation and the Air and Space Forces.\nThe  AI Accelerator, a small multi-disciplinary team of Airmen, scientists,  researchers engineers and students, works towards creating functional AI  systems that can be rapidly adopted by the DOD and society.\nA  functional AI system requires large amounts of data. Making eligible Air  Force datasets publicly accessible is an important aspect of  researching and developing any AI system. Offering this accessibility  was an undertaking that the Airmen at the AI Accelerator deemed  necessary.\n“By  making data more accessible and available, we are able to bring the  smartest minds to bear on AI challenges that directly impact the  Department of the Air Force and the United States,” said Maj. David F.  Jacobs, chief legal advisor to the AI Accelerator. “One of the first  problems we had to tackle at the AI Accelerator was how to make eligible  Air Force datasets publicly accessible so that researchers at MIT and  other academic institutions across the United States could work with  real data to tackle real problems.”\nThis  problem prompted Jacobs to develop a first-of-its-kind Air Force data  sharing agreement for research and collaboration. Built upon other  government, industry and academic data sharing agreements, this paved  the road for terms and conditions under which the Air Force can share  data to the broader AI community and contribute to advancements in the  field.\n“Data  rights and intellectual property rights are extremely important  considerations when developing any AI technology,” Jacobs said, who  works closely with Air Force Judge Advocate General’s Corps, Secretary  of the Air Force General Counsel and the Air Force Research Laboratory  Legal Counsel on legal issues involving intellectual property, data  rights, contracting, cyber law, human subject research and ethics.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Joint training strengthens air defense capability",
     "Description": "To this effect, the Air Force’s 726th Air Control Squadron, assigned toMountain Home Air Force Base,  and Army’s 31st Air Defense Artillery Brigade, assigned to Fort Sill,  Oklahoma, are integrating their radar, communication networks and  defense systems to increase readiness and joint operation efficiency.\n\n“Working  with the Army ensures the safety of particular assets and regions,”  said Capt. Nicholas Volz, 726th ACS chief of weapons and tactics. “The  726th’s radar offers earlier detection of potential threats, better  capability to identify the nature of those threats and wider  communications network to expedite the joint kill chain.”\n\nA kill chain is the sequence of events that must take place to execute an attack.\n\nThe  31st ADA BDE’s primary role is to bring ground-to-air fire power at the  end of that kill chain. They use a MIM-104 Patriot missile system,  which is a long-range, all-altitude, all-weather air defense system to  counter tactical ballistic missiles, cruise missiles and advanced  aircraft.\n\nThe 726th ACS control and reporting center and 31st ADA  BDE air defense artillery fire coordinators work together in real world  scenarios, commonly in Central and Pacific Commands, where Air Force  aircraft and the Patriot missile system may be required.\n\nThese  combined capabilities offer greater security, deterrence and enhanced  readiness, which is why several ADAFCO teams have spent eight days  executing simulations with the 726th ACS. These Airmen and Soldiers will  be deploying together in the future so this experience has become  crucial to mission success.\n\n“Putting a face builds esprit de  corps with joint partners and helps foster a seamless transition when we  co-locate downrange,” said Army Capt. Nathanael Agront, 31st ADA BDE  air defense artillery fire control officer.\n\nThe 31st ADA BDE is  the first to send multiple ADAFCO teams to Mountain Home AFB to train  with the 726th ACS CRC. They are working toward gaining access to the  joint training and experimentation network. This will allow them to  conduct joint training opportunities remotely from Mountain Home AFB and  Fort Sill.\n\n“JTEN allows this training experience and  interpersonal relationships to continue to progress and develop without  waiting for joint training events,” Agront said.\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "100 cpts owner added item 102",
     "Description": "\nWith the right contacts, tools and resources, a person can do just about anything.\n\n\nAt the Air Force Materiel Command, a new initiative aims to better prepare leaders to develop more resilient Airmen and support suicide prevention activities across the mission.\n\n\nIn a memo issued this month, Lt. Gen. Carl Schaefer, AFMC deputy commander, established a 30-day window for a new leaders to conduct an immersion with their local installation Violence Prevention Integrator focused on suicide prevention. The immersions will equip leaders with the tools and resources to foster cohesive, connected unit cultures and more resilient Airmen.\n\n\n“Leaders play a critical role in suicide prevention and response, and we’re taking extra steps to ensure they understand their role and the resources available to support them,” said Schaefer. “Losing a member to suicide always has a significant impact on a unit. We need to surround our leaders with the support structures to help prevent suicide and provide all the required resources, if an unfortunate event occurs.” \n\n\nThe immersions will provide an opportunity for leaders to learn of the various installation support agencies and will include an overview of current messaging, prevention and intervention resources, annual by-law training requirements and more. Leaders will work directly with their installation VPI and local providers, establishing key relationships that will carry through their leadership service term.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "USAFE MAJCOM Owner added item by selecting Civilian category",
     "Description": "\nConsequently, D&I program officials expressed a need for additional emphasis in the following areas:\n\n\nRaising awareness of current Air Force and Air Force Materiel Command diversity activities;\nIncreasing participation in sensing sessions by emphasizing their value;\nDeveloping awareness of personal psychological safety when discussing sensitive topics like backgrounds and experiences;\nCommunicating leadership actions following identification of concerns;\nProviding more transparency in hiring practices and promotions; and\nCommunicating the process the command follows to allay fear of retaliation and reprisal for those who report discrimination or other illegal personnel practices.\n“Achieving diversity and inclusion is about having an open dialogue amongst ourselves – at every level of our organization,” said AFIMSC Commander Maj. Gen. Tom Wilcox. “Let’s talk about those sensitive topics. Some of us may be reluctant or afraid at first, but let’s do it and learn from one another. We need to listen with an open mind as respected and valued members of our enterprise, As I’ve said in the past, ultimately, this is about becoming a better team by building lasting and meaningful trust relationships. Our focus is to make AFIMSC a better place for everyone.”",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "70 ISR\/FM CPTS Owner adding",
     "Description": "70 ISR\/FM CPTS Owner adding",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Air Force attorneys attend course to better assist families with special needs 4514117",
     "Description": "The primary responsibility of the  Assistant Secretary of the Air Force, Financial Management and  Comptroller (SAF\/FM) is to exercise of the comptroller functions of the  Department of the Air Force, including financial management functions.  SAF\/FM is composed of four directorates, or \"3-Letter\" organizations,  each providing critical services to achieve the FM Mission:\nDeputy Assistant Secretary for Budget  (SAF\/FMB); Deputy Assistant Secretary for Cost and Economics  (SAF\/FMC); Deputy Assistant Secretary for Financial Operations (SAF\/FMF  and SAF\/FM CIO); and the Directorate of Workforce Management and  Executive Services (SAF\/FME). EIN# 12-7847847",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Teams tasked with tackling the Air and Space Forces’ most challenging Agile Combat Support issues delivered their recommendations April 21 at the 2021 Installation and Mission Support Weapons and Tactics Conference.",
     "Description": "Teams tasked with tackling the Air and Space Forces’ most challenging Agile Combat Support issues delivered their recommendations April 21 at the 2021 Installation and Mission Support Weapons and Tactics Conference.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Japan-American partnership builds cyber defense capacity",
     "Description": "Members of U.S. Pacific Air Forces and Japan Air Self-Defense Force visited the 552nd Air Control Networks Squadron to build cyber-defense capacity, April 4-10.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "The Fiscal Year 2004 Financial Statements",
     "Description": "\nThe Fiscal Year 2004 Financial Statements likewise reflects this evolution and efficiency. You will notice it\ncontains a more concise Management Discussion and Analysis section that more effectively summarizes the\ngreat achievements of the Air Force over the past year. It also fulfills the requirements of the Chief\nFinancial Officer Act, documents the expenditures devoted to our General Fund and Working Capital\nFund (addressed in the accounting statements) and reviews selected performance measures established\nas part of the Government Performance and Results Act.\nAmerica can be proud of the good stewardship of our resources provided by Air Force financial management\nprofessionals. They are indeed supporting our nation by “financing the fight” with integrity,\nselfless service, and excellence.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "SLOA\/Accounting Classificatio",
     "Description": "\nThis change adds discrete SLOA\/Accounting Classification data elements\nto logistics transactions with financial implications to implement SLOA within DLMS. This is the first\nin a series of anticipated DLMS changes to accommodate SLOA requirements in logistics domain\nprocesses. This change also modifies X12 FA1 segment Qualifier DF for clarification. A focused\nJoint Finance\/Supply PRC on June 20, 2013 addressed Proposed DLMS Change (PDC) 1043\n(Reference 3. i.) to gain resolution of open items. Resolution of staffing notes from PDC 1043 are\naddressed with each staffing note. Resolution of comments submitted during staffing is at Enclosure 7.\nSignificant changes from PDC 1043 are highlighted in green.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Developing awareness of personal psychological",
     "Description": "\nDeveloping awareness of personal psychological safety when discussing sensitive topics like backgrounds and experiences;\nCommunicating leadership actions following identification of concerns;",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "USAFE MAJCOM Owner added item by selecting All Categories",
     "Description": "\nConsequently, D&I program officials expressed a need for additional emphasis in the following areas:\n\n\nRaising awareness of current Air Force and Air Force Materiel Command diversity activities;\nIncreasing participation in sensing sessions by emphasizing their value;\nDeveloping awareness of personal psychological safety when discussing sensitive topics like backgrounds and experiences;\nCommunicating leadership actions following identification of concerns;\nProviding more transparency in hiring practices and promotions; and\nCommunicating the process the command follows to allay fear of retaliation and reprisal for those who report discrimination or other illegal personnel practices.\n“Achieving diversity and inclusion is about having an open dialogue amongst ourselves – at every level of our organization,” said AFIMSC Commander Maj. Gen. Tom Wilcox. “Let’s talk about those sensitive topics. Some of us may be reluctant or afraid at first, but let’s do it and learn from one another. We need to listen with an open mind as respected and valued members of our enterprise, As I’ve said in the past, ultimately, this is about becoming a better team by building lasting and meaningful trust relationships. Our focus is to make AFIMSC a better place for everyone.”",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "New Announcement 001",
     "Description": "Financial services is the area Airmen perhaps are most familiar with.  This is where transactions occur. A \"transaction\" is the series of  paperwork and button-pushing events when an Airman needs just about  anything done at his or her base finance office. A transaction could be  the filing of a travel voucher, adjusting an allotment or correcting a  pay error. It is the processing of these transactions, said Roger Bick,  director of financial management strategic planning and transformation,  where the Air Force financial management community starts its  transformation efforts.\n\n \"If you leave base housing, a form is taken to finance (specialists) so  they can start your basic allowance for housing,\" Mr. Bick said. \"That's  a transaction. We want to systemically evolve those processes. Instead,  housing (officials) could put a code into a computer when you leave,  and then a form wouldn't be hand carried anywhere. That reduces the cost  to our Air Force.\"\n\n Relationships between the finance office and other Air Force communities are also ripe for development, Mr. Bick said.\n\n \"You may go into (the finance office) because you are short $100 in your  paycheck,\" he said. \"They'll tell you it's because the personnel system  didn't do 'X' -- perhaps they didn't start your entitlement. You say  'thank you' and go to personnel. You stand in the personnel line, and  they tell you to check with finance. ",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "USAFE MAJCOM Owner added item by selecting Travel category",
     "Description": "\nConsequently, D&I program officials expressed a need for additional emphasis in the following areas:\n\n\nRaising awareness of current Air Force and Air Force Materiel Command diversity activities;\nIncreasing participation in sensing sessions by emphasizing their value;\nDeveloping awareness of personal psychological safety when discussing sensitive topics like backgrounds and experiences;\nCommunicating leadership actions following identification of concerns;\nProviding more transparency in hiring practices and promotions; and\nCommunicating the process the command follows to allay fear of retaliation and reprisal for those who report discrimination or other illegal personnel practices.\n“Achieving diversity and inclusion is about having an open dialogue amongst ourselves – at every level of our organization,” said AFIMSC Commander Maj. Gen. Tom Wilcox. “Let’s talk about those sensitive topics. Some of us may be reluctant or afraid at first, but let’s do it and learn from one another. We need to listen with an open mind as respected and valued members of our enterprise, As I’ve said in the past, ultimately, this is about becoming a better team by building lasting and meaningful trust relationships. Our focus is to make AFIMSC a better place for everyone.”",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Mission, vision, and functions",
     "Description": "In general, the United States Air Force shall include aviation forces both combat and service not otherwise assigned. It shall be organized, trained, and equipped primarily for prompt and sustained offensive and defensive air operations. The Air Force shall be responsible for the preparation of the air forces necessary for the effective prosecution of war except as otherwise assigned and, in accordance with integrated joint mobilization plans, for the expansion of the peacetime components of the Air Force to meet the needs of war.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Work and Play: Who Says You Can’t Have Both?",
     "Description": "\n Finding love for a sport is one thing, but getting to tie that into your job is a dream come true.\n\n\n1st Lt. Markez Davis is the Commander Officer Promotions Program Manager at Headquarters, Air Force Materiel Command.\n\n\n“Right now I oversee officer promotions. We are in charge of every promotional board that comes up at the AFMC level,” Davis said.\n\n\nWhen Davis is not is not in the office, you might find him honing his skills at a nearby field. He is a two-year, All-Air Force rugby team veteran and is in the process of trying out for his third year as a member of the team.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "USAFE MAJCOM Owner added item by selecting Budget category",
     "Description": "https:\/\/www.afimscConsequently, D&I program officials expressed a need for additional emphasis in the following areas:\n\n\nRaising awareness of current Air Force and Air Force Materiel Command diversity activities;\nIncreasing participation in sensing sessions by emphasizing their value;\nDeveloping awareness of personal psychological safety when discussing sensitive topics like backgrounds and experiences;\nCommunicating leadership actions following identification of concerns;\nProviding more transparency in hiring practices and promotions; and\nCommunicating the process the command follows to allay fear of retaliation and reprisal for those who report discrimination or other illegal personnel practices.“Achieving diversity and inclusion is about having an open dialogue amongst ourselves – at every level of our organization,” said AFIMSC Commander Maj. Gen. Tom Wilcox. “Let’s talk about those sensitive topics. Some of us may be reluctant or afraid at first, but let’s do it and learn from one another. We need to listen with an open mind as respected and valued members of our enterprise, As I’ve said in the past, ultimately, this is about becoming a better team by building lasting and meaningful trust relationships. Our focus is to make AFIMSC a better place for everyone.”.af.mil\/News\/Article-Display\/Article\/2639061\/afimsc-releases-diversity-survey-results\/",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFCEC earns 2020 Federal Energy and Water Management Awards",
     "Description": "AFCEC earns 2020 Federal Energy and Water Management Awards",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "70 ISR\/FM CPTS Owner adding",
     "Description": "70 ISR\/FM CPTS Owner adding",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "The Air Force Financial Services Center - Road to Ellsworth AFB, SD",
     "Description": "The AFFSC, located at Ellsworth AFB, SD, will open in October 2007 and  will transform most of the military and travel pay operations by  centralizing transactions from 93 bases into one centralized location.  The opening of the AFFSC will improve the effectiveness and efficiency  of Air Force financial services, and customer service.\n\n The AFFSC will consist of three buildings--an administrative  headquarters, a transactional center, and a state-of-the art technology  center. In October 2008 the transaction center will grow to include a  best-in-class contact center.\n\n To date, all interior demolition of the previous three buildings has  been completed, the new roofs are in place, and construction on the  interior of the administration building has begun. It is anticipated  that all construction will be completed in February 2007. At that time  servers, furniture, and telephone systems will be installed. All  building functionality tests will begin in April when the initial cadre  of 59 military and 4 civilian personnel arrive at the AFFSC. The newly  designed consolidated business processes will undergo extensive testing  through the summer in order for the center to reach initial operational  capability (IOC) by 1 October 2007. The migration of base military and  travel pay workload into the AFFSC will be executed by MAJCOM starting 1  October 2007 and completed by May 2008. ",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "ANNOUNCEMENT",
     "Description": "While all pays are taxable, most allowances are tax-exempt. The primary allowances for most individuals are Basic Allowance for Subsistence (BAS), Basic Allowance for Housing (BAH) or Overseas Housing Allowance (OHA), and Family Separation  Allowance (FSA). Tax savings can be significant as BAS and BAH averages over 30% of a member's total regular cash pay. In addition to being tax-exempt from Federal and State taxes,  these allowances are also excluded from Social Security taxes",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Holidays",
     "Description": "The United States Air Force (USAF) is the air service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services. Initially formed as a part of the United States Army on 1 August 1907, the USAF was established as a separate branch of the U.S. Armed Forces on 18 September 1947 with the passing of the National Security Act of 1947. It is the second youngest branch of the U.S. Armed Forces[a] and the fourth in order of precedence. The U.S. Air Force articulates its core missions as air superiority, global integrated intelligence, surveillance and reconnaissance, rapid global mobility, global strike, and command and control.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Weekend timings",
     "Description": "The United States Air Force (USAF) is the air service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services. Initially formed as a part of the United States Army on 1 August 1907, the USAF was established as a separate branch of the U.S. Armed Forces on 18 September 1947 with the passing of the National Security Act of 1947. It is the second youngest branch of the U.S. Armed Forces[a] and the fourth in order of precedence. The U.S. Air Force articulates its core missions as air superiority, global integrated intelligence, surveillance and reconnaissance, rapid global mobility, global strike, and command and control.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Change in Schedule",
     "Description": "The Air Force Civil Engineer Center, headquartered at Joint Base San Antonio-Lackland, Texas, provides responsive, flexible civil engineering expertise and support to Air Force installations and the warfighter. The AFCEC mantra is “brilliant at the basics,” and the AFCEC team delivers capabilities across the wide civil engineering spectrum to enable ready engineers and maintain the facilities and platforms that are the backbone of the Air Force mission.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "There is a holiday on 13th May for Ramzaan.",
     "Description": "There is a holiday on 13th May for Ramzaan.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Holiday for Ramzaan on 13th May",
     "Description": "Holiday for Ramzaan on 13th May",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "DoD tests CBRN aircrew protective suit upgrade at Nellis AFB",
     "Description": "UIPE Air is a layered clothing system — gloves, respirator, undergarments, etc. — that provide chemical, biological, radiological and nuclear protection to air crews in a toxic environment.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Empowered Airmen accelerate change across Air Force",
     "Description": "Innovation and a forward-looking mindset have long been key aspects of Air Force culture.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "ANNOUNCEMENT",
     "Description": "The purpose of FSH is to pay a member for added housing expenses resulting from separation from dependents when a  member is assigned to an OCONUS PDS, or to a PDS in CONUS to which concurrent travel  has been denied. There are two types of FSH payable to a member who meets all of the  required conditions. FSH – BAH Based Location (FSH-B) is payable for assignments at  PDSs in Alaska and Hawaii or to a CONUS PDS to which concurrent travel has been denied  and is based on the PDS location. FSH – OHA Based Location (FSH-O) is payable for s at PDSs outside the U.S. and is based on the location of the PDS. ",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "REASON FOR STOP -",
     "Description": "\n The second page of your DD Form 1351-2 lists the “reasons for stop” under the instructions section. Please note that for TCS orders, the “reason for stop” is limited to the following:\n• AD – Authorized delay, for layovers while en route to the AOR. You are authorized up to 14 days in active duty (AD) status. Beyond that, you need an amendment authorizing any additional time.\n• TD – Temporary Duty, for the TD location(s) authorized in your orders.\n• MC – Mission Complete, for the date you return to your PDS or HOR.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "USAFE MAJCOM Owner added Announcement",
     "Description": "\nRaising awareness of current Air Force and Air Force Materiel Command diversity activities;\nIncreasing participation in sensing sessions by emphasizing their value;\nDeveloping awareness of personal psychological safety when discussing sensitive topics like backgrounds and experiences;\nCommunicating leadership actions following identification of concerns;\nProviding more transparency in hiring practices and promotions; and\nCommunicating the process the command follows to allay fear of retaliation and reprisal for those who report discrimination or other illegal personnel practices.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "100 CPTS Milpay Category Owner added item archived",
     "Description": "100 CPTS Milpay Category Owner added item archived",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "100 CPTS Milpay Category Owner added item archived1",
     "Description": "100 CPTS Milpay Category Owner added item archived1",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "100 CPTS Civpay category owner added item",
     "Description": "100 CPTS Civpay category owner added item",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "100 CPTS owner added item101",
     "Description": "\nWith the right contacts, tools and resources, a person can do just about anything.\n\n\nAt the Air Force Materiel Command, a new initiative aims to better prepare leaders to develop more resilient Airmen and support suicide prevention activities across the mission.\n\n\nIn a memo issued this month, Lt. Gen. Carl Schaefer, AFMC deputy commander, established a 30-day window for a new leaders to conduct an immersion with their local installation Violence Prevention Integrator focused on suicide prevention. The immersions will equip leaders with the tools and resources to foster cohesive, connected unit cultures and more resilient Airmen.\n\n\n“Leaders play a critical role in suicide prevention and response, and we’re taking extra steps to ensure they understand their role and the resources available to support them,” said Schaefer. “Losing a member to suicide always has a significant impact on a unit. We need to surround our leaders with the support structures to help prevent suicide and provide all the required resources, if an unfortunate event occurs.” \n\n\nThe immersions will provide an opportunity for leaders to learn of the various installation support agencies and will include an overview of current messaging, prevention and intervention resources, annual by-law training requirements and more. Leaders will work directly with their installation VPI and local providers, establishing key relationships that will carry through their leadership service term.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "100 CPTS travel pay category item",
     "Description": "\nThreatened fish at Beale Air Force Base, California, are reaping the benefits of a partnership between the Air Force and the U.S. Fish and Wildlife Service. \n\n\nSpecialists from Beale, the Air Force Civil Engineer Center and the USFWS recently completed a dam removal and creek restoration project there, making it easier for fish, including the Chinook salmon and federally threatened Central Valley steelhead, to travel upstream and spawn. \n\n\nThe Army originally built Beale Lake Dam in 1943 as a recreational spot for Soldiers. In the 1980s, the Air Force realized the dam was impacting fish travel and constructed a concrete fish ladder to try to address the issue. In 2015, the Air Force recognized the fish ladder was undersized and outdated.\n\n\n“The need to address the obsolete dam and fish ladder and improve habitat conditions for sensitive fish species had long been identified as a significant goal in the installation Integrated Natural Resources Management Plan,” said Kevin Porteck, AFCEC natural resources subject matter expert.  “Fortunately, in 2018, we were able to get the funding and the partnerships in place to address the issue.”\n\n\nAFCEC reached out to USFWS for its expertise. Under the Sikes Act of 1960, the two agencies regularly work together to manage, conserve and rehabilitate natural resources at Department of the Air Force installations. \n\n\n“AFCEC initiated a more detailed study of this issue through a habitat assessment by USFWS fisheries biologists,” said Kirsten Christopherson, natural resources specialist for AFCEC’s western regional environmental support office, who led the dam removal project. “The study identified that there were two major barriers impeding fish passage – Beale Lake Dam and a low flow crossing that is 7.35 miles downstream from Beale AFB on private land.”\n\n\nAround the same time, a U.S. Army Corps of Engineers study found Beale Lake Dam to be in poor condition.\n\n\n“Base engineers determined that the long-term maintenance of the dam, and the potential liability for the dam’s failure, presented an unacceptable risk,” Christopherson said.\n\n\nAir Force engineers and natural resource managers determined it would be cheaper to remove the dam than repair it, and engaged the support of USFWS fisheries biologists.\n\n\n“We removed something that wasn’t really functional for us anymore and was actually going to be a hazard,” said Tamara Gallentine, natural and cultural resources program manager at Beale. \n\n\nUSFWS engineers designed a new creek channel, using an area upstream of the dam as a model, and work began with draining the lake for a short period of time during the summer of 2019 in order to further study the channel. In addition to the dam removal, which was completed in October 2020, the team also implemented other aspects to assist fish migration, such as building a “rocky ramp” to help fish pass over a small natural waterfall upstream of the dam. \n\n\n“The goal was to raise the water surface elevations and create a jumping pool so fish are able to navigate over the waterfall,” said Jessica Pica, a USFWS fish passage engineer who worked on the project. “We played with different slopes and dimensions to get (a ramp) that worked.”\n\n\nThey also planted native vegetation, including large trees, to prevent erosion and provide shade to help maintain fish-friendly water temperatures.\n\n\n“The removal of the dam, and associated outdated and ineffective fish ladder, helps to return natural processes to Dry Creek,” said Paul Cadrett, USFWS project manager for the project.  “These natural processes benefit native fish by returning the ecosystem to a more natural state.  This has multiple benefits to native plants and insects, as well as native fish and terrestrial animals.  These ecosystem changes are exciting to see and watch as they continue to evolve.”\n\n\nThe project was unique and particularly challenging compared to previous environmental projects on base, requiring construction crews with heavy equipment in a riparian area full of wildlife and coordination with multiple on- and off-base partners. The California Department of Fish and Wildlife, the Center for Environmental Management of Military Lands and numerous volunteers provided extensive support in such areas as fish and wildlife relocation, project monitoring and revegetation planning.\n\n\n“Working with multiple agencies certainly had its challenges, but the overall benefits were realized through technical expertise, expedited environmental permitting, and public confidence in the project,” Christopherson said. “I had not been involved in a project before with so much support, excitement, and interest from Air Force leadership, engineering, and environmental, but also from regulatory agencies and local landowners.”\n\n\nThe Covid-19 pandemic also brought a unique set of challenges.\n\n\n“This forced everyone involved in the project to take extraordinary steps to shift from in-person meetings to the virtual meetings that have taken over all of our work and personal lives,” Cadrett said. “Service staff that designed the project are from across the United States from Alaska to Massachusetts. Everyone involved in the project had to shift and shuffle plans to cover the onsite observations in order to successfully complete the project.”\n\n\nWhile the project successfully restored access to six miles of historic salmonid spawning habitat, Christopherson said they would like to see the remaining barrier downstream from the base removed as well. \n\n\n“The USFWS is continuing to pursue funding to implement the off-base work,” she said. “Once the off-base portions have been completed, over 13 miles of fish habitat will have been restored.”\n\n\nWhile the Air Force and USFWS played lead roles, several other organizations provided support and assistance as well, including the California Department of Fish and Wildlife, the National Marine Fisheries Service, the Central Valley Regional Water Quality Control Board and USACE.\n\n\n “The Air Force had a need to repair a failing dam at a high cost,” Christopherson said. “With less money, we were able to remove the dam and restore the site for the benefit of rare fish species. The project was a win-win for the Air Force, the taxpayer, and the environment.”\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "100 CPTS Travel pay category owner added item  for travel pay category",
     "Description": "\nThreatened fish at Beale Air Force Base, California, are reaping the benefits of a partnership between the Air Force and the U.S. Fish and Wildlife Service. \n\n\nSpecialists from Beale, the Air Force Civil Engineer Center and the USFWS recently completed a dam removal and creek restoration project there, making it easier for fish, including the Chinook salmon and federally threatened Central Valley steelhead, to travel upstream and spawn. \n\n\nThe Army originally built Beale Lake Dam in 1943 as a recreational spot for Soldiers. In the 1980s, the Air Force realized the dam was impacting fish travel and constructed a concrete fish ladder to try to address the issue. In 2015, the Air Force recognized the fish ladder was undersized and outdated.\n\n\n“The need to address the obsolete dam and fish ladder and improve habitat conditions for sensitive fish species had long been identified as a significant goal in the installation Integrated Natural Resources Management Plan,” said Kevin Porteck, AFCEC natural resources subject matter expert.  “Fortunately, in 2018, we were able to get the funding and the partnerships in place to address the issue.”\n\n\nAFCEC reached out to USFWS for its expertise. Under the Sikes Act of 1960, the two agencies regularly work together to manage, conserve and rehabilitate natural resources at Department of the Air Force installations. \n\n\n“AFCEC initiated a more detailed study of this issue through a habitat assessment by USFWS fisheries biologists,” said Kirsten Christopherson, natural resources specialist for AFCEC’s western regional environmental support office, who led the dam removal project. “The study identified that there were two major barriers impeding fish passage – Beale Lake Dam and a low flow crossing that is 7.35 miles downstream from Beale AFB on private land.”\n\n\nAround the same time, a U.S. Army Corps of Engineers study found Beale Lake Dam to be in poor condition.\n\n\n“Base engineers determined that the long-term maintenance of the dam, and the potential liability for the dam’s failure, presented an unacceptable risk,” Christopherson said.\n\n\nAir Force engineers and natural resource managers determined it would be cheaper to remove the dam than repair it, and engaged the support of USFWS fisheries biologists.\n\n\n“We removed something that wasn’t really functional for us anymore and was actually going to be a hazard,” said Tamara Gallentine, natural and cultural resources program manager at Beale. \n\n\nUSFWS engineers designed a new creek channel, using an area upstream of the dam as a model, and work began with draining the lake for a short period of time during the summer of 2019 in order to further study the channel. In addition to the dam removal, which was completed in October 2020, the team also implemented other aspects to assist fish migration, such as building a “rocky ramp” to help fish pass over a small natural waterfall upstream of the dam. \n\n\n“The goal was to raise the water surface elevations and create a jumping pool so fish are able to navigate over the waterfall,” said Jessica Pica, a USFWS fish passage engineer who worked on the project. “We played with different slopes and dimensions to get (a ramp) that worked.”\n\n\nThey also planted native vegetation, including large trees, to prevent erosion and provide shade to help maintain fish-friendly water temperatures.\n\n\n“The removal of the dam, and associated outdated and ineffective fish ladder, helps to return natural processes to Dry Creek,” said Paul Cadrett, USFWS project manager for the project.  “These natural processes benefit native fish by returning the ecosystem to a more natural state.  This has multiple benefits to native plants and insects, as well as native fish and terrestrial animals.  These ecosystem changes are exciting to see and watch as they continue to evolve.”\n\n\nThe project was unique and particularly challenging compared to previous environmental projects on base, requiring construction crews with heavy equipment in a riparian area full of wildlife and coordination with multiple on- and off-base partners. The California Department of Fish and Wildlife, the Center for Environmental Management of Military Lands and numerous volunteers provided extensive support in such areas as fish and wildlife relocation, project monitoring and revegetation planning.\n\n\n“Working with multiple agencies certainly had its challenges, but the overall benefits were realized through technical expertise, expedited environmental permitting, and public confidence in the project,” Christopherson said. “I had not been involved in a project before with so much support, excitement, and interest from Air Force leadership, engineering, and environmental, but also from regulatory agencies and local landowners.”\n\n\nThe Covid-19 pandemic also brought a unique set of challenges.\n\n\n“This forced everyone involved in the project to take extraordinary steps to shift from in-person meetings to the virtual meetings that have taken over all of our work and personal lives,” Cadrett said. “Service staff that designed the project are from across the United States from Alaska to Massachusetts. Everyone involved in the project had to shift and shuffle plans to cover the onsite observations in order to successfully complete the project.”\n\n\nWhile the project successfully restored access to six miles of historic salmonid spawning habitat, Christopherson said they would like to see the remaining barrier downstream from the base removed as well. \n\n\n“The USFWS is continuing to pursue funding to implement the off-base work,” she said. “Once the off-base portions have been completed, over 13 miles of fish habitat will have been restored.”\n\n\nWhile the Air Force and USFWS played lead roles, several other organizations provided support and assistance as well, including the California Department of Fish and Wildlife, the National Marine Fisheries Service, the Central Valley Regional Water Quality Control Board and USACE.\n\n\n “The Air Force had a need to repair a failing dam at a high cost,” Christopherson said. “With less money, we were able to remove the dam and restore the site for the benefit of rare fish species. The project was a win-win for the Air Force, the taxpayer, and the environment.”\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "100 CPTS Owner added item for Civilian Category",
     "Description": "\nThe vision of AFIMSC Ventures is a community of empowered and resourced Airmen ushering innovation into Installations and Mission Support.\n \nOur mission is to work jointly with installations and Mission Support Groups to navigate the dynamic Innovation Ecosystem and transform ideas into implemented solutions.\n\n\nAFIMSC Ventures will provide capital, guidance, and resources in partnership with Installation Sparks and the newly formed Defender, Engineer, and Services Sparks to realize your ideas.  \n\n\nWe will provide funds & expertise for you to pursue:\n\n\n•  Small bets via the Small Business Innovation Research program (SBIR) Phase I\n•  Medium bets via SBIR Phase II, III, and RAPIDx CSO\n•  Big bet moonshots via STRATFI \n ",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "USAFE MAJCOM Owner added item by selecting Accounting category",
     "Description": "\nConsequently, D&I program officials expressed a need for additional emphasis in the following areas:\n\n\nRaising awareness of current Air Force and Air Force Materiel Command diversity activities;\nIncreasing participation in sensing sessions by emphasizing their value;\nDeveloping awareness of personal psychological safety when discussing sensitive topics like backgrounds and experiences;\nCommunicating leadership actions following identification of concerns;\nProviding more transparency in hiring practices and promotions; and\nCommunicating the process the command follows to allay fear of retaliation and reprisal for those who report discrimination or other illegal personnel practices.\n“Achieving diversity and inclusion is about having an open dialogue amongst ourselves – at every level of our organization,” said AFIMSC Commander Maj. Gen. Tom Wilcox. “Let’s talk about those sensitive topics. Some of us may be reluctant or afraid at first, but let’s do it and learn from one another. We need to listen with an open mind as respected and valued members of our enterprise, As I’ve said in the past, ultimately, this is about becoming a better team by building lasting and meaningful trust relationships. Our focus is to make AFIMSC a better place for everyone.”",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "USAFE MAJCOM Owner added item by selecting Milpay category",
     "Description": "\nConsequently, D&I program officials expressed a need for additional emphasis in the following areas:\n\n\nRaising awareness of current Air Force and Air Force Materiel Command diversity activities;\nIncreasing participation in sensing sessions by emphasizing their value;\nDeveloping awareness of personal psychological safety when discussing sensitive topics like backgrounds and experiences;\nCommunicating leadership actions following identification of concerns;\nProviding more transparency in hiring practices and promotions; and\nCommunicating the process the command follows to allay fear of retaliation and reprisal for those who report discrimination or other illegal personnel practices.\n“Achieving diversity and inclusion is about having an open dialogue amongst ourselves – at every level of our organization,” said AFIMSC Commander Maj. Gen. Tom Wilcox. “Let’s talk about those sensitive topics. Some of us may be reluctant or afraid at first, but let’s do it and learn from one another. We need to listen with an open mind as respected and valued members of our enterprise, As I’ve said in the past, ultimately, this is about becoming a better team by building lasting and meaningful trust relationships. Our focus is to make AFIMSC a better place for everyone.”",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFIMSC Owner added item for Civilian Pay Category",
     "Description": "\nThe Department of the Air Force is one step closer to safely and more widely integrating small unmanned aircraft systems into civil engineering operations, thanks to the Air Force GeoBase Program’s sUAS office.\n\n\nThe office, a component of the Air Force Civil Engineer Center’s Planning and Integration Directorate, held its first Group 1 UAS operator and instructor training class at San Geronimo Air Park in San Antonio recently.\n\n\nGroup 1 UAS, referred to as sUAS, are easily portable unmanned aircraft systems, typically weighing less than 20 pounds and operating below 400 feet at speeds less than 100 knots. \n\n\nThe classroom and hands-on training certified AFCEC Geospatial Integration Office team members on three different sUAS systems and included mission planning, pre- and post-flight operations, obstacle courses and various techniques to support data collection.\n\n\nHaving successfully completing the course, the trainees are now Air Force-certified UAS operators and unit-certified initial qualification trainers who will provide training, technical applications and solutions to improve both CE and combat support capabilities, said Julio Toala, Air Force GeoBase operations manager and sUAS program manager.\n\n\n“Safely integrating and employing sUAS operations is of great value for the CE community of today and tomorrow,” Toala added, “with an end goal of putting sUAS in the hands of civil engineers to save time, money and potential injuries.”",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "SAF FMF Owner added item for Travel category",
     "Description": "\n“He funded an innovative strategic plan in Florida to achieve military readiness through conservation partnerships,” Basili said.  “This plan created a landscape-scale approach to achieving conservation objectives for the Air Force that is becoming a national model for partnerships between DoD branches and state and federal partners.  It was also a foundational component of an application to designate the Northwest Florida Sentinel Landscape.”\n\n\nPorteck’s efforts to conserve and enhance populations of threatened and endangered species on and adjacent to Air Force installations was cited as yet another reason. \nHe led efforts to enhance and facilitate the use of prescribed fire as a management tool, and championed numerous innovative conservation projects for species such as the Florida scrub-jay, Florida grasshopper sparrow, red-cockaded woodpecker, reticulated flatwoods salamander, indigo snake, gopher tortoise, several sub species of beach mice, and many other plants and animals. \n\n\n“I am so pleased to see Kevin recognized by the USFWS for his extensive accomplishments,” said Jeffrey Domm, AFCEC Environmental Management director. “His unflagging efforts and our USFWS partnership will continue to have a positive and lasting impact on our warfighters, communities and environment.”",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "SAF FMF Owner add item for Budget Category",
     "Description": "\n“He funded an innovative strategic plan in Florida to achieve military readiness through conservation partnerships,” Basili said.  “This plan created a landscape-scale approach to achieving conservation objectives for the Air Force that is becoming a national model for partnerships between DoD branches and state and federal partners.  It was also a foundational component of an application to designate the Northwest Florida Sentinel Landscape.”\n\n\nPorteck’s efforts to conserve and enhance populations of threatened and endangered species on and adjacent to Air Force installations was cited as yet another reason. \nHe led efforts to enhance and facilitate the use of prescribed fire as a management tool, and championed numerous innovative conservation projects for species such as the Florida scrub-jay, Florida grasshopper sparrow, red-cockaded woodpecker, reticulated flatwoods salamander, indigo snake, gopher tortoise, several sub species of beach mice, and many other plants and animals. \n\n\n“I am so pleased to see Kevin recognized by the USFWS for his extensive accomplishments,” said Jeffrey Domm, AFCEC Environmental Management director. “His unflagging efforts and our USFWS partnership will continue to have a positive and lasting impact on our warfighters, communities and environment.”",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "SAF FMF Owner add item for All Categories",
     "Description": "SAF FMF Owner add item for Budget Category\n“He funded an innovative strategic plan in Florida to achieve military readiness through conservation partnerships,” Basili said.  “This plan created a landscape-scale approach to achieving conservation objectives for the Air Force that is becoming a national model for partnerships between DoD branches and state and federal partners.  It was also a foundational component of an application to designate the Northwest Florida Sentinel Landscape.”\n\n\nPorteck’s efforts to conserve and enhance populations of threatened and endangered species on and adjacent to Air Force installations was cited as yet another reason. \nHe led efforts to enhance and facilitate the use of prescribed fire as a management tool, and championed numerous innovative conservation projects for species such as the Florida scrub-jay, Florida grasshopper sparrow, red-cockaded woodpecker, reticulated flatwoods salamander, indigo snake, gopher tortoise, several sub species of beach mice, and many other plants and animals. \n\n\n“I am so pleased to see Kevin recognized by the USFWS for his extensive accomplishments,” said Jeffrey Domm, AFCEC Environmental Management director. “His unflagging efforts and our USFWS partnership will continue to have a positive and lasting impact on our warfighters, communities and environment.”",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Transactions with Foreign Governments and International Organizations",
     "Description": "Each year, Air Force sells defense articles and services to foreign governments and international organizations under the provisions of the Arms Export Control Act of 1976. Under the provisions of the Act, DoD has authority to sell defense articles and services to foreign countries and international organizations generally at no profit or loss to the Federal Government. Payment in U.S. dollars is required in advance.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "70 ISR\/FM Civpay Category Owner",
     "Description": "70 ISR\/FM Civpay Category Owner",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "70 ISR\/FM CPTS Owner adding",
     "Description": "70 ISR\/FM CPTS Owner adding",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "70 ISR\/FM CPTS Owner adding",
     "Description": "70 ISR\/FM CPTS Owner adding",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "70 ISR\/FM CPTS Owner adding",
     "Description": "70 ISR\/FM CPTS Owner adding",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Not-Mission Capable rates, Cannibalization rates",
     "Description": "\nThe Air Force uses a variety of metrics to gauge the performance of its weapon systems and organizations. Metrics are barometers for measuring the effectiveness of our organizational structures, our training, manpower and equipment levels, quality of spare parts, maintenance actions, and a variety of other indicators of our ability to provide mission-ready weapon systems to the warfighter.\nChief among these performance metrics are Mission Capable rates, Not-Mission Capable rates, Cannibalization rates, and engine and supply measures.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Testch1",
     "Description": "The Department of Defense issued policy guidance in February 2021 on the implementation and timing of the remaining four provisions of the Tenant Bill of Rights, which expands protection measures for military families living in privatized housing.  Along with the universal lease and dispute resolution process, the Tenant Bill of Rights ensures access to unit maintenance history, and establishes a process to withhold rent payment while in formal dispute resolution.  ",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "12The Department of Defense issued policy guidance",
     "Description": "The Department of Defense issued policy guidance in February 2021 on the implementation and timing of the remaining four provisions of the Tenant Bill of Rights, which expands protection measures for military families living in privatized housing.  Along with the universal lease and dispute resolution process, the Tenant Bill of Rights ensures access to unit maintenance history, and establishes a process to withhold rent payment while in formal dispute resolution.  ",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Category owner added item with current date",
     "Description": "Category owner added item with current date",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "ANG",
     "Description": "The Air Force Civil Engineer Center, headquartered at Joint Base San Antonio-Lackland, Texas, provides responsive, flexible civil engineering expertise and support to Air Force installations and the warfighter. The AFCEC mantra is “brilliant at the basics,” and the AFCEC team delivers capabilities across the wide civil engineering spectrum to enable ready engineers and maintain the facilities and platforms that are the backbone of the Air Force mission.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "The Air Force's Premier Installation and Mission Support Weapons and Tactics Conferences",
     "Description": "I-WEPTAC examines fundamental installation and mission support (I&MS) challenges to identify deficiencies, shortfalls and developmental gaps that limit the Air Force's and Space Force’s ability to execute and operate efficiently. I-WEPTAC is charged with developing executable courses of action and recommending solutions while providing valuable information to senior leaders. Subsequently, these studies serve to enhance the agility and lethality of Air Force and Space Force combat support operations worldwide.\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFRC accounting Category owner Oct 1st date",
     "Description": "AFRC accounting Category owner Oct 1st date",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "ANNOUNCEMENT 002",
     "Description": "The purpose of FSH is to pay a member for added housing expenses resulting from separation from dependents when a  member is assigned to an OCONUS PDS, or to a PDS in CONUS to which concurrent travel  has been denied. There are two types of FSH payable to a member who meets all of the  required conditions. FSH – BAH Based Location (FSH-B) is payable for assignments at  PDSs in Alaska and Hawaii or to a CONUS PDS to which concurrent travel has been denied  and is based on the PDS location. FSH – OHA Based Location (FSH-O) is  for  assignments at PDSs outside the U.S. and is based on the location of the PDS. ",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "100 CPTS Milpay Category Owner added item",
     "Description": "100 CPTS Milpay Category Owner added item",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "100 CPTS Owner added item for Travelpay Category",
     "Description": "\nThe vision of AFIMSC Ventures is a community of empowered and resourced Airmen ushering innovation into Installations and Mission Support.\n \nOur mission is to work jointly with installations and Mission Support Groups to navigate the dynamic Innovation Ecosystem and transform ideas into implemented solutions.\n\n\nAFIMSC Ventures will provide capital, guidance, and resources in partnership with Installation Sparks and the newly formed Defender, Engineer, and Services Sparks to realize your ideas.  \n\n\nWe will provide funds & expertise for you to pursue:\n\n\n•  Small bets via the Small Business Innovation Research program (SBIR) Phase I\n•  Medium bets via SBIR Phase II, III, and RAPIDx CSO\n•  Big bet moonshots via STRATFI \n ",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFIMSC Owner added item for Milpay Category",
     "Description": "\nThe Department of the Air Force is one step closer to safely and more widely integrating small unmanned aircraft systems into civil engineering operations, thanks to the Air Force GeoBase Program’s sUAS office.\n\n\nThe office, a component of the Air Force Civil Engineer Center’s Planning and Integration Directorate, held its first Group 1 UAS operator and instructor training class at San Geronimo Air Park in San Antonio recently.\n\n\nGroup 1 UAS, referred to as sUAS, are easily portable unmanned aircraft systems, typically weighing less than 20 pounds and operating below 400 feet at speeds less than 100 knots. \n\n\nThe classroom and hands-on training certified AFCEC Geospatial Integration Office team members on three different sUAS systems and included mission planning, pre- and post-flight operations, obstacle courses and various techniques to support data collection.\n\n\nHaving successfully completing the course, the trainees are now Air Force-certified UAS operators and unit-certified initial qualification trainers who will provide training, technical applications and solutions to improve both CE and combat support capabilities, said Julio Toala, Air Force GeoBase operations manager and sUAS program manager.\n\n\n“Safely integrating and employing sUAS operations is of great value for the CE community of today and tomorrow,” Toala added, “with an end goal of putting sUAS in the hands of civil engineers to save time, money and potential injuries.”",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "ACC Majcom Owner adding",
     "Description": "ACC Majcom Owner adding",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFRC added Announcement",
     "Description": "AFRC added Announcement",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFRC 307 FM announcement",
     "Description": "AFRC 307 FM announcement",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "title1",
     "Description": "Overview\nThe activities operated by AFSVC, which include slot machines and bingo games, are obligated to issue W-2G forms to participants who win $1,200 or more, as per IRS requirements. The winners receive these forms on the day of their victory, usually from the activity clerk. In the absence of the clerk, the activity manager or flight chief can fulfill this responsibility. It is possible for the same person to receive multiple W-2Gs on the same day, as long as each win exceeding $1,200 is accounted for with a W-2G form. Procedures for editing and voiding\/correcting the forms are in place and follow specific business rules.\nAFSVC annually reports all wins over $1,200 to the IRS, with an estimated issuance of 3,000 to 4,000 W-2Gs per year. The forms are archived for one year and retained for an additional 6 years, following IRS guidelines.\n \nW2G Process\nAn Activity Clerk will access the W-2G site to enter the following information into the W-2G entry form:\n·      Calendar Year\n·      Base\n·      Enterprise\n·      Payers’ Name\/Address\n·      Payers’ Federal ID Number\n·      Payers’ Telephone Number\n·      Winner’s Name\n·      Winner’s Street Address\n·      City\/Town\n·      Province\/State\n·      Country\n·      Zip\/Foreign Postal Code\n \nThey will also enter the Winning Information:\n·      Reportable Winnings\n·      Date Won\n·      Type of Wager\n·      Transaction\n·      Winner’s Social Security Number\n·      First Identification\n·      Second Identification\nThey will enter a Description and Attach a File(s) if needed. Then, they will SUBMIT the W-2G.\n \nALL W2G Transactions\nThe W-2G will then become a part of a running log of transactions on the ALL W2G transaction page. Each transaction can be opened for viewing, editing, or printing. The transaction report’s categories are as follows:\n·      Transaction No.\n·      Base\n·      Type of Wager\n·      Reportable Winnings\n·      Date Won\n·      Submitted Date\n·      Status\nThe transactions can also be filtered using the dropdowns to the right of the report by:\n·      Calendar Year\n·      Search\n·      Base\n·      Type of Wager\n·      Reportable Winnings\n·      Date Won\n·      Submitted Date\n·      Total W2G\n·      Issued\n·      Voided\n·      Saved\n \nThe view of the W2G page is dependent on the User Role. A Flight Chief, Activity Manager, and Activity Clerk will see additional buttons at the top.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "4356785445",
     "Description": "4356785445",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "4356785467",
     "Description": "4356785467",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Afspc",
     "Description": "Afspc",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFSCO",
     "Description": "AFSCO",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "afseoo",
     "Description": "afseoo",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "FAMILY AND CHILDREN",
     "Description": "All female applicants must be a minimum of six months postpartum to be eligible for enlistment.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "New Announcememnt",
     "Description": "New Announcememnt",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "New Announcememnt",
     "Description": "New AnnouncememntNew AnnouncememntNew Announcememnt",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "EDUCATION AND TEST SCORES",
     "Description": " Only after immigration procedures are completed and an applicant is legally residing in the United States may an application for enlistment be accepted.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Housing",
     "Description": " Only after immigration procedures are completed and an applicant is legally residing in the United States may an application for enlistment be accepted.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "The United States Air Force (USAF) is the air service branch of the United States Armed Forces,",
     "Description": "The United States Air Force (USAF) is the air service branch of the United States Armed Forces, and is one of the eight uniformed services of the United States. Originally created on 1 August 1907, as a part of the United States Army Signal Corps, the USAF was established as a separate branch of the United States Armed Forces in 1947 with the enactment of the National Security Act of 1947. It is the second youngest branch of the United States Armed Forces[a] and the fourth in order of precedence. The United States Air Force articulates its core missions as air supremacy, global integrated intelligence, surveillance and reconnaissance, rapid global mobility, global strike, and command and control.\nThe United States Air Force is a military service branch organized within the Department of the Air Force, one of the three military departments of the Department of Defense. The Air Force through the Department of the Air Force is headed by the civilian Secretary of the Air Force, who reports to the Secretary of Defense and is appointed by the President with Senate confirmation. The highest-ranking military officer in the Air Force is the Chief of Staff of the Air Force, who exercises supervision over Air Force units and serves as one of the Joint Chiefs of Staff. As directed by the Secretary of Defense and Secretary of the Air Force, certain Air Force components are assigned to unified combatant commands. Combatant commanders are delegated operational authority of the forces assigned to them, while the Secretary of the Air Force and the Chief of Staff of the Air Force retain administrative authority over their members.\nAlong with conducting independent air operations, the United States Air Force provides air support for land and naval forces and aids in the recovery of troops in the field. As of 2017, the service operates more than 5,369 military aircraft[12] and 406 ICBMs.[13] The world's largest air force, it has a $156.3 billion budget[14] and is the second largest service branch of the U.S. Armed Forces, with 329,614 active duty airmen,[15] 172,857 civilian personnel,[16] 69,056 reserve airmen,[17] and 107,414 Air National Guard airmen.[18]",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "ANNOUNCEMENT added by CPTS owner",
     "Description": "The intent of BAH is to provide uniformed  service members accurate and equitable housing compensation based on housing costs in  local civilian housing markets and is payable when Government quarters are not provided.  BAH is paid incident to assignments to a Permanent Duty Station (PDS) in the United States  and is based not on actual expense, but on median rental costs, utilities, and renter’s  insurance. BAH rate calculations do not include mortgage costs. Members residing in family-type Government quarters are not entitled to BAH",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "project csp",
     "Description": "project csp",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "SAF FMF owner is in AFIMSC Owner group and added item for all categories",
     "Description": "SAF FMF owner is in AFIMSC Owner group and added item for all categories",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Announcement 2",
     "Description": "need to verify.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Mission Capable rates",
     "Description": "The Air Force uses a variety of metrics to gauge the performance of its weapon systems and organizations. Metrics are barometers for measuring the effectiveness of our organizational structures, our training, manpower and equipment levels, quality of spare parts, maintenance actions, and a variety of other indicators of our ability to provide mission-ready weapon systems to the war fighter.\nChief among these performance metrics are Mission Capable rates, Not-Mission Capable rates, Cannibalization rates, and engine and supply measures.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Announcement 1",
     "Description": "need to check",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "THESE ARE THE STORIES OF THE MEN AND WOMEN OF THE U.S. AIR FORCE.",
     "Description": "Whether you’re interested in serving part time or full time, we’re always looking for individuals ready to take their life to the next level.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "The Air Force Materiel Command will host a hybrid Cross-Cultural Mentoring Panel to kick-off Women’s History Month, Feb. 28 The Air Force Materiel Command will host a hybrid Cross-Cultural Mentoring Panel to kick-off Women’s History Month, Feb. 28.",
     "Description": "The Air Force Materiel Command will host a hybrid Cross-Cultural Mentoring Panel to kick-off Women’s History Month, Feb. 28.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFIMSC Owner added item for Accounting Category",
     "Description": "\nThe Department of the Air Force is one step closer to safely and more widely integrating small unmanned aircraft systems into civil engineering operations, thanks to the Air Force GeoBase Program’s sUAS office.\n\n\nThe office, a component of the Air Force Civil Engineer Center’s Planning and Integration Directorate, held its first Group 1 UAS operator and instructor training class at San Geronimo Air Park in San Antonio recently.\n\n\nGroup 1 UAS, referred to as sUAS, are easily portable unmanned aircraft systems, typically weighing less than 20 pounds and operating below 400 feet at speeds less than 100 knots. \n\n\nThe classroom and hands-on training certified AFCEC Geospatial Integration Office team members on three different sUAS systems and included mission planning, pre- and post-flight operations, obstacle courses and various techniques to support data collection.\n\n\nHaving successfully completing the course, the trainees are now Air Force-certified UAS operators and unit-certified initial qualification trainers who will provide training, technical applications and solutions to improve both CE and combat support capabilities, said Julio Toala, Air Force GeoBase operations manager and sUAS program manager.\n\n\n“Safely integrating and employing sUAS operations is of great value for the CE community of today and tomorrow,” Toala added, “with an end goal of putting sUAS in the hands of civil engineers to save time, money and potential injuries.”",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "test",
     "Description": "test",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "SOUTHCOM Military Deputy Commander Meets with Leaders in Colombia",
     "Description": "Lt. Gen. Michael Plehn, U.S. Southern Command's military deputy commander, visited Colombia March 17-19 to meet with Colombian military leaders to discuss strengthening the U.S.-Colombia bilateral security relationship and to deepen understanding of the rapidly changing security situation in the country.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "13123",
     "Description": "1231231231232",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "The United States Air Force (USAF) is the air service branch of the United States Armed Forces,",
     "Description": "The United States Air Force (USAF) is the air service branch of the United States Armed Forces,The United States Air Force (USAF) is the air service branch of the United States Armed Forces,The United States Air Force (USAF) is the air service branch of the United States Armed Forces,The United State ,The United State",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "The United States Air Force (USAF) is the air service branch of the United States Armed Forces,",
     "Description": "The United States Air Force (USAF) is the air service branch of the United States Armed Forces,",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "70 ISR\/FM CPTS Owner adding",
     "Description": "70 ISR\/FM CPTS Owner adding",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "With the right contacts, tools and resources,",
     "Description": "\nWith the right contacts, tools and resources, a person can do just about anything.\n\n\nAt the Air Force Materiel Command, a new initiative aims to better prepare leaders to develop more resilient Airmen and support suicide prevention activities across the mission.\n\n\nIn a memo issued this month, Lt. Gen. Carl Schaefer, AFMC deputy commander, established a 30-day window for a new leaders to conduct an immersion with their local installation Violence Prevention Integrator focused on suicide prevention. The immersions will equip leaders with the tools and resources to foster cohesive, connected unit cultures and more resilient Airmen.\n\n\n“Leaders play a critical role in suicide prevention and response, and we’re taking extra steps to ensure they understand their role and the resources available to support them,” said Schaefer. “Losing a member to suicide always has a significant impact on a unit. We need to surround our leaders with the support structures to help prevent suicide and provide all the required resources, if an unfortunate event occurs.” \n\n\nThe immersions will provide an opportunity for leaders to learn of the various installation support agencies and will include an overview of current messaging, prevention and intervention resources, annual by-law training requirements and more. Leaders will work directly with their installation VPI and local providers, establishing key relationships that will carry through their leadership service term.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "SAF FMF Owner added item for Milpay category",
     "Description": "\n“He funded an innovative strategic plan in Florida to achieve military readiness through conservation partnerships,” Basili said.  “This plan created a landscape-scale approach to achieving conservation objectives for the Air Force that is becoming a national model for partnerships between DoD branches and state and federal partners.  It was also a foundational component of an application to designate the Northwest Florida Sentinel Landscape.”\n\n\nPorteck’s efforts to conserve and enhance populations of threatened and endangered species on and adjacent to Air Force installations was cited as yet another reason. \nHe led efforts to enhance and facilitate the use of prescribed fire as a management tool, and championed numerous innovative conservation projects for species such as the Florida scrub-jay, Florida grasshopper sparrow, red-cockaded woodpecker, reticulated flatwoods salamander, indigo snake, gopher tortoise, several sub species of beach mice, and many other plants and animals. \n\n\n“I am so pleased to see Kevin recognized by the USFWS for his extensive accomplishments,” said Jeffrey Domm, AFCEC Environmental Management director. “His unflagging efforts and our USFWS partnership will continue to have a positive and lasting impact on our warfighters, communities and environment.”",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "SAF FMF Owner added item for Milpay categorySAF FMF Owner added item for Milpay categorySAF FMF Owner added item for Milpay categorySAF FMF Owner added item for Milpay category",
     "Description": "SAF FMF Owner added item for Milpay categorySAF FMF Owner added item for Milpay categorySAF FMF Owner added item for Milpay categorySAF FMF Owner added item for Milpay category",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Milpay Category owner added item for today",
     "Description": "Milpay Category owner added item for today",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "100 CPTS Owner added item for Budget Category",
     "Description": "\nThe vision of AFIMSC Ventures is a community of empowered and resourced Airmen ushering innovation into Installations and Mission Support.\n \nOur mission is to work jointly with installations and Mission Support Groups to navigate the dynamic Innovation Ecosystem and transform ideas into implemented solutions.\n\n\nAFIMSC Ventures will provide capital, guidance, and resources in partnership with Installation Sparks and the newly formed Defender, Engineer, and Services Sparks to realize your ideas.  \n\n\nWe will provide funds & expertise for you to pursue:\n\n\n•  Small bets via the Small Business Innovation Research program (SBIR) Phase I\n•  Medium bets via SBIR Phase II, III, and RAPIDx CSO\n•  Big bet moonshots via STRATFI \n ",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFIMSC Owner added item for All Categories",
     "Description": "\nThe Department of the Air Force is one step closer to safely and more widely integrating small unmanned aircraft systems into civil engineering operations, thanks to the Air Force GeoBase Program’s sUAS office.\n\n\nThe office, a component of the Air Force Civil Engineer Center’s Planning and Integration Directorate, held its first Group 1 UAS operator and instructor training class at San Geronimo Air Park in San Antonio recently.\n\n\nGroup 1 UAS, referred to as sUAS, are easily portable unmanned aircraft systems, typically weighing less than 20 pounds and operating below 400 feet at speeds less than 100 knots. \n\n\nThe classroom and hands-on training certified AFCEC Geospatial Integration Office team members on three different sUAS systems and included mission planning, pre- and post-flight operations, obstacle courses and various techniques to support data collection.\n\n\nHaving successfully completing the course, the trainees are now Air Force-certified UAS operators and unit-certified initial qualification trainers who will provide training, technical applications and solutions to improve both CE and combat support capabilities, said Julio Toala, Air Force GeoBase operations manager and sUAS program manager.\n\n\n“Safely integrating and employing sUAS operations is of great value for the CE community of today and tomorrow,” Toala added, “with an end goal of putting sUAS in the hands of civil engineers to save time, money and potential injuries.”",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "The XXX CPTS Finance Customer Service office is excited to announce the launch of the Air Force Comptroller Services Portal (CSP)",
     "Description": "https:\/\/usaf.dps.mil\/teams\/SAFFMCSP\/portal\/SitePages\/Home.aspx.\n\nThe CSP enables Airmen to submit customer service requests related to Military Pay, Civilian Pay, and Travel Pay, through a simple online process. The site is secure and fully protects Personally Identifiable Information (PII). CSP does not require VPN access but does require a CAC reader when using a personal computer. Members will be prompted to review their user profile and make any necessary updates (2-3 minute process) before submitting their initial request.\nThe CSP allows customers to submit, review, and track their requests anytime, anywhere.  Email notifications alert the customer anytime changes are made. As the CSP continues to grow, you will also have access to regulations, announcements, knowledge articles, calendars, and other useful links to assist you in all things FM.\n\nWe are looking forward to the exciting and positive change this new service will provide. Thank you for embracing the future with us!  If you experience any difficulty using the site, please contact us at(XXX) XXX-XXXX.  Our technicians will be happy to assist in submitting your request. ",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "100 CPTS Owner 16062021",
     "Description": "100 CPTS Owner 16062021",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "The initiative, developed by Sharene Brown, wife of Air Force Chief of Staff Gen.The initiative,",
     "Description": "\nThe initiative, developed by Sharene Brown, wife of Air Force Chief of Staff Gen. CQ Brown, Jr., and a diverse group of spouses on her Thrive Team, increases focus and attention on the top five quality of life challenges military families face.  \n\n\nThe challenges – childcare, education, healthcare, housing and spouse employment – are directly tied to military family readiness, resilience and retention of the force, as are numerous supporting pillars such as the Airman’s Attic, exchange stores, commissaries, fitness centers, libraries, legal assistance and sexual assault response coordinators. \n\n\nDuring Military Family Appreciation Month, here's a look at some of the ways AFIMSC supports Five and Thrive challenge areas. ",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Science, technology, engineering and math career fields are part of th",
     "Description": "Science, technology, engineering and math career fields are part of the Air Force Research Laboratory commanders’ intent to lead, discover, develop and deliver science, technology and innovation for warfighters. With the recent report on Line of Effort 3.6 showing low numbers in STEM advanced degrees in its general officers, the laboratory hopes to grow those numbers through various programs.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "test",
     "Description": "1",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "2022202233",
     "Description": "2022202233",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Can’t sleep at 3 a.m.? Tune in to a recording on the portal with tips on getting some shuteye,” Doyle said.",
     "Description": "\nThe first pilot outside of AFMC was with Air Mobility Command in 2018, with onsite teams located at 13 installations. The most recent evolution, this past February, added 16 more on-site offices which are now operational.\n\n\nThe growth allows for virtual health and wellness benefits for installations with smaller populations of civilian employees, as well as periodic visits from a CHPS travel team to provide in-person services.\n\n\nIn between visits, some of the most popular “big buzz” topic courses, such as stress management and nutrition, have been recorded and are available on the CHPS wellness portal.\n\n\nThe portal, which also has a convenient mobile application, is a great asset for anyone who needs 24-hour advice. Users can take a health risk assessment and, since the app is location-based, can key in on a local calendar of events.\n\n\n“Can’t sleep at 3 a.m.? Tune in to a recording on the portal with tips on getting some shuteye,” Doyle said.\n\n\nThe portal was upgraded the fall before the pandemic hit — just in time to provide the virtual help Airmen needed most. Some recent campaigns have included avoiding burnout, combating loneliness, weight loss, and fostering healthy relationships. The app also links to Apple Watch, Fitbit and other tracking wearables so that data can be added to the fitness mix.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Our wellness web portal is a great asset,” Doyle said. “Folks can use tracking tools and participate in activities to help them facilitate a life-style behavior change.",
     "Description": "\n“Our wellness web portal is a great asset,” Doyle said. “Folks can use tracking tools and participate in activities to help them facilitate a life-style behavior change.”\n\n\nThe CHPS program is predominately a civilian resource, but active-duty members can also use it. The team tries to identify at least one person in each unit to direct communications for further dissemination. Portal users get targeted messages on topics of interest.\n\n\n“CHPS has proven to be a valuable asset for AFMC personnel and is now reaching civilian Airmen and Guardians across CONUS,” Schaefer said. “This physical health resource promotes a culture of health and shows a commitment to our workforce. It provides meaningful impact in their lives, both in and out of the workplace.”\n\n\nThose interested in health and wellness services from CHPS can contact the program office at CHPSsupport@us.af.mil. Locate the app on the Apple App Store or Google Play and search for “Motivation Alliance.” Download the free app and enter USAFwellness.com as the platform.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Milpay Keeping civilians in fighting shape",
     "Description": "Excellence in all we do” is an Air Force core value. Excellence can encompass a myriad of things including work ethic, training and education, and even maintaining a healthy lifestyle. It’s every Airman’s duty to be the best they can be.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Active-duty Airmen have long had fitness and weight standards to keep them combat ready.",
     "Description": "\n“Excellence in all we do” is an Air Force core value. Excellence can encompass a myriad of things including work ethic, training and education, and even maintaining a healthy lifestyle. It’s every Airman’s duty to be the best they can be.\n\n\nActive-duty Airmen have long had fitness and weight standards to keep them combat ready. Though civilians don’t have the same requirements, sustaining a robust civilian force is critical since the most important Air Force asset is its people.\n\n\n“Prioritizing the health of our civilian force is key to the success of the Air Force mission,” said Lt. Gen. Carl E. Schaefer, Air Force Materiel Command deputy commander.\n\n\nThat’s why the Civilian Health Promotion Services program, was established in 2006. Because of its huge civilian workforce, the program originated in AFMC, which is now the program administrator CONUS-wide.\n\n\nThe CHPS program began with on-site teams conducting health screenings and educational workshops. They work closely with other base entities including the fitness center, health promotions, Employee Assistance Program, and Military OneSource to reduce redundancy and best use resources. CHPS also serves as a communications platform, pointing users to support agencies when they are in need.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "intent of BAH",
     "Description": "Description\n\nThe intent of BAH is to provide uniformed service members accurate and equitable housing compensation based on housing costs in local civilian housing markets and is payable when Government quarters are not provided. BAH is paid incident to assignments to a Permanent Duty Station (PDS) in the United States and is based not on actual expense, but on median rental costs, utilities, and renter’s insurance. BAH rate calculations do not include mortgage costs. Members residing in family-type Government quarters a",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "ANG",
     "Description": "The Air Force Installation and Mission Support Center, headquartered at Joint Base San Antonio, Texas, is one of six centers aligned under Air Force Materiel Command for the United States Air Force",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "100 CPTS Civilian pay Category Owner added item",
     "Description": "100 CPTS Civilian pay Category Owner added item",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Automated system combats guard and reserve evaluation backlog",
     "Description": "Headquarters Air Reserve Personnel Center, Buckley Air Force Base, Colorado, has implemented a new system to reduce the processing time for officer and enlisted performance reports.\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFRC",
     "Description": "The Air Force Civil Engineer Center, headquartered at Joint Base San Antonio-Lackland, Texas, provides responsive, flexible civil engineering expertise and support to Air Force installations and the warfighter. The AFCEC mantra is “brilliant at the basics,” and the AFCEC team delivers capabilities across the wide civil engineering spectrum to enable ready engineers and maintain the facilities and platforms that are the backbone of the Air Force mission.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFIMSC",
     "Description": "AFIMSC",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFRC MAJCOM",
     "Description": "AFRC MAJCOM",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "BASE",
     "Description": "This goal creates tools and actionable plans to ensure the execution of mission-critical priorities for installation and mission support are aligned with higher headquarters and Air Force priorities. This will reduce vulnerabilities while enhancing our ability to protect, respond and recover from disruptions to operations and supporting infrastructure.\n\n\nAFIMSC\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "CPTS Owner",
     "Description": "Members who are unable to use leave due to military necessity may accumulate a maximum of 75 days by the end of a fiscal year until 30 Sep 2015. After this date, the limit will return to the previous 60 day limit of accrued leave. In the event service members are unable to use their excess accrued leave prior to 30 September due to mission requirements, approval may be requested to carryover the excess leave days (Special Leave Accrual). Direct questions regarding leave to the local Force Support Squadron.\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Appropriations and Funds",
     "Description": "\nThe Air Force’s appropriations and funds are used to fund and to report how resources have been used in the course of\nexecuting the Air Force’s missions. The Air Force’s appropriations and funds are divided into the following categories:\n• General funds are used for financial transactions arising under congressional appropriations and include personnel, oper\nation and maintenance, research and development, procurement, and construction accounts.\n• Working Capital Fund (revolving fund) activities are reported in a separate set of audited financial statements and related\nfootnotes.\n• Trust funds represent the receipt and expenditure of funds held in trust by the Air Force for use in carrying out specific\npurposes or programs in accordance with the terms of the donor, trust agreement, or statute.\n• Special funds account for Air Force receipts earmarked for specific purposes.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "MAJCOM Owner AFRC",
     "Description": "MAJCOM Owner AFRC",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Andersen AFB OSI strengthens ties with regional counterparts",
     "Description": "Members of the Andersen Air Force Base Office of Special Investigations worked to build relations with Guam’s neighbors, throughout the Commonwealth of the Northern Mariana Islands, by traveling and meeting face-to-face with local law enforcement and security counterparts in April.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Category owner after build",
     "Description": "Category owner after build",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Timings",
     "Description": "The United States Air Force (USAF) is the air service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services. Initially formed as a part of the United States Army on 1 August 1907, the USAF was established as a separate branch of the U.S. Armed Forces on 18 September 1947 with the passing of the National Security Act of 1947. It is the second youngest branch of the U.S. Armed Forces[a] and the fourth in order of precedence. The U.S. Air Force articulates its core missions as air superiority, global integrated intelligence, surveillance and reconnaissance, rapid global mobility, global strike, and command and control.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "SAF FMF Owner added item for Civpay category",
     "Description": "\n“He funded an innovative strategic plan in Florida to achieve military readiness through conservation partnerships,” Basili said.  “This plan created a landscape-scale approach to achieving conservation objectives for the Air Force that is becoming a national model for partnerships between DoD branches and state and federal partners.  It was also a foundational component of an application to designate the Northwest Florida Sentinel Landscape.”\n\n\nPorteck’s efforts to conserve and enhance populations of threatened and endangered species on and adjacent to Air Force installations was cited as yet another reason. \nHe led efforts to enhance and facilitate the use of prescribed fire as a management tool, and championed numerous innovative conservation projects for species such as the Florida scrub-jay, Florida grasshopper sparrow, red-cockaded woodpecker, reticulated flatwoods salamander, indigo snake, gopher tortoise, several sub species of beach mice, and many other plants and animals. \n\n\n“I am so pleased to see Kevin recognized by the USFWS for his extensive accomplishments,” said Jeffrey Domm, AFCEC Environmental Management director. “His unflagging efforts and our USFWS partnership will continue to have a positive and lasting impact on our warfighters, communities and environment.”",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "SAF FMB added event for budget category",
     "Description": "\nThe toolbox also contains the AFMC Leaders Post-Suicide Checklist which provides guidance for leaders following a suicide event. As a supplement to local policy, it incorporates “lessons learned” from others who have experienced suicide deaths in their own units.\n\n\n“Postvention efforts are intended to provide everyone who is exposed to a loss by suicide with immediate and long-term support. These efforts are vital to overcoming the loss and include providing individual and collective opportunities for healthy grieving,” said Owens. “The checklist helps leaders as they actively work with the members of their teams to respond to the event and overcome challenges as they begin the process of recovery.”\n\n\nThe recent changes are part of a continued focus on driving greater resiliency in AFMC Airmen and to help reduce instances of suicide across the service.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFPC",
     "Description": "Members who are unable to use leave due to military necessity may accumulate a maximum of 75 days by the end of a fiscal year until 30 Sep 2015. After this date, the limit will return to the previous 60 day limit of accrued leave. In the event service  members are unable to use their excess accrued leave prior to 30 September due to mission requirements, approval may be requested to carryover the excess leave days (Special Leave Accrual). Direct questions regarding leave to the local Force Support Squadron, local Finance  office, or Contact Center",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFIMSC releases diversity survey results",
     "Description": "\nConsequently, D&I program officials expressed a need for additional emphasis in the following areas:\n\n\nRaising awareness of current Air Force and Air Force Materiel Command diversity activities;\nIncreasing participation in sensing sessions by emphasizing their value;\nDeveloping awareness of personal psychological safety when discussing sensitive topics like backgrounds and experiences;\nCommunicating leadership actions following identification of concerns;\nProviding more transparency in hiring practices and promotions; and\nCommunicating the process the command follows to allay fear of retaliation and reprisal for those who report discrimination or other illegal personnel practices.\n“Achieving diversity and inclusion is about having an open dialogue amongst ourselves – at every level of our organization,” said AFIMSC Commander Maj. Gen. Tom Wilcox. “Let’s talk about those sensitive topics. Some of us may be reluctant or afraid at first, but let’s do it and learn from one another. We need to listen with an open mind as respected and valued members of our enterprise, As I’ve said in the past, ultimately, this is about becoming a better team by building lasting and meaningful trust relationships. Our focus is to make AFIMSC a better place for everyone.”\n\n\nAs a result of the survey, the AFIMSC D&I Council is developing action plans to enhance education and training across the enterprise.\n\n\n“We’ve identified some areas for improvement, particularly with sensing sessions,” said Robert Jackson, director of personnel, who oversees AFIMSC D&I efforts. “Our emphasis on sensing sessions requires us to address psychological safety when discussing our own backgrounds and experiences in a diverse group setting. Although we encourage free and open communication, we know now we need to shape the sessions and better define them.”\n\n\nThe survey helped determine a baseline for D&I perceptions across AFMC, with future assessments planned to evaluate progress and further diversity, equity and inclusion across the command. More than 14,000 military and civilian Airmen in AFMC responded to the survey, which ran from Nov. 30-Dec. 21, 2020. Participants provided more than 3,500 comments in response to the open-ended section.\n\n\nAccording to AFMC officials, information gathered will be used to adjust some of the command’s ongoing activities, to include modifying the communication strategy to target those who may not be aware of the efforts and to encourage increased engagement by first-line",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "99 CPTS Owner added Items 0620",
     "Description": "99 CPTS Owner added Items 0620",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Announcements by MAJCOM owners",
     "Description": "This is the housing allowance amount for a member  who is assigned to single-type government quarters and who is authorized a basic allowance for housing solely by reason of the member's payment of child support. A member is not  authorized BAH-DIFF if the child support payment is less than the member’s applicable pay grade BAH-DIFF amount. BAH-DIFF is published annually and is determined by increasing the previous year's table by the percentage growth of the military pay raise",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "ACC Majcom Owner adding",
     "Description": "ACC Majcom Owner adding",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "100 CPTS CIvpay Category owner added item",
     "Description": "100 CPTS CIvpay Category owner added item",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "The Department of the Air Force is one step closer to safely and more widely integrating small unmanned aircraft systems into civil engineering operations",
     "Description": "\nThe Department of the Air Force is one step closer to safely and more widely integrating small unmanned aircraft systems into civil engineering operations, thanks to the Air Force GeoBase Program’s sUAS office.\n\n\nThe office, a component of the Air Force Civil Engineer Center’s Planning and Integration Directorate, held its first Group 1 UAS operator and instructor training class at San Geronimo Air Park in San Antonio recently.\n\n\nGroup 1 UAS, referred to as sUAS, are easily portable unmanned aircraft systems, typically weighing less than 20 pounds and operating below 400 feet at speeds less than 100 knots. \n\n\nThe classroom and hands-on training certified AFCEC Geospatial Integration Office team members on three different sUAS systems and included mission planning, pre- and post-flight operations, obstacle courses and various techniques to support data collection.\n\n\nHaving successfully completing the course, the trainees are now Air Force-certified UAS operators and unit-certified initial qualification trainers who will provide training, technical applications and solutions to improve both CE and combat support capabilities, said Julio Toala, Air Force GeoBase operations manager and sUAS program manager.\n\n\n“Safely integrating and employing sUAS operations is of great value for the CE community of today and tomorrow,” Toala added, “with an end goal of putting sUAS in the hands of civil engineers to save time, money and potential injuries.”",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "9 CPTS Owner added content",
     "Description": "9 CPTS Owner added content",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "100 CPTS Owner added item for Accounting Category",
     "Description": "\nThe vision of AFIMSC Ventures is a community of empowered and resourced Airmen ushering innovation into Installations and Mission Support.\n \nOur mission is to work jointly with installations and Mission Support Groups to navigate the dynamic Innovation Ecosystem and transform ideas into implemented solutions.\n\n\nAFIMSC Ventures will provide capital, guidance, and resources in partnership with Installation Sparks and the newly formed Defender, Engineer, and Services Sparks to realize your ideas.  \n\n\nWe will provide funds & expertise for you to pursue:\n\n\n•  Small bets via the Small Business Innovation Research program (SBIR) Phase I\n•  Medium bets via SBIR Phase II, III, and RAPIDx CSO\n•  Big bet moonshots via STRATFI \n ",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "CPTS owner after build 3",
     "Description": "CPTS owner after build 3",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "United States Air Force",
     "Description": "The United States Air Force (USAF) is the air service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services. Initially formed as a part of the United States Army on 1 August 1907, the USAF was established as a separate branch of the U.S. Armed Forces on 18 September 1947 with the passing of the National Security Act of 1947. It is the second youngest branch of the U.S. Armed Forces[a] and the fourth in order of precedence. The U.S. Air Force articulates its core missions as air superiority, global integrated intelligence, surveillance and reconnaissance, rapid global mobility, global strike, and command and control.\nThe U.S. Air Force is a military service branch organized within the Department of the Air Force, one of the three military departments of the Department of Defense. The Air Force through the Department of the Air Force is headed by the civilian Secretary of the Air Force, who reports to the Secretary of Defense and is appointed by the President with Senate confirmation. The highest-ranking military officer in the Air Force is the Chief of Staff of the Air Force, who exercises supervision over Air Force units and serves as one of the Joint Chiefs of Staff. ",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Test enterprise",
     "Description": "THis is an announcement",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Global integrated ISR",
     "Description": "Global integrated intelligence, surveillance, and reconnaissance (ISR) is the synchronization and integration of the planning and operation of sensors, assets, and processing, exploitation, dissemination systems across the globe to conduct current and future operations.[21]\n\n\n\nAn Air Force RQ-4 strategic reconnaissance aircraft\nPlanning and directing is \"the determination of intelligence requirements, development of appropriate intelligence architecture, preparation of a collection plan, and issuance of orders and requests to information collection agencies\" (JP 2-01, Joint and National Intelligence Support to Military Operations). These activities enable the synchronization and integration of collection, processing, exploitation, analysis, and dissemination activities\/resources to meet information requirements of national and military decision-makers.[2",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Forms for Orders.",
     "Description": "Compose an order when a form (e.g. DD Form 1610) cannot be used, and include required information. Computer generated orders may vary from format established for composed orders or form orders (after which they are patterned) as long as all required data is included.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Countering small unmanned aircraft takes a team",
     "Description": "\nWRIGHT-PATTERSON AIR FORCE BASE, Ohio (AFNS) --  \nsUAS signage\nShown is a sign stating a ban on all drones, or small Unmanned Aircraft Systems (sUAS). The Air Force instituted the ban on sUAS, or drones, in response to the rising popularity of private sUAS and the possible security risk they pose, along with the potential physical danger to aircraft from hitting a drone on takeoff or landing. (U.S. Air Force photo by Senior Airman Ryan Lackey)\n\n\nPHOTO DETAILS \/ DOWNLOAD HI-RESNot all enemy threats light up the sky or cost millions of dollars.\n\n\nKeeping military installations safe from threat is a partnership. As lead command for the Air Force Counter-Small Unmanned Aircraft Systems effort, Headquarters, Air Force Materiel Command, has established a symbiotic relationship between two of its directorates to accomplish the mission.\n\n\nThe Logistics, Civil Engineering, Force Protection and Nuclear Integration Directorate and the Air, Space and Cyberspace Operations Directorate work closely to detect any friendly or enemy actions around Air Force installations worldwide and employ mitigation.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "New Announcement added",
     "Description": "\nThe 388th Fighter Wing’s Operations Support Squadron cyber Airmen are currently exploring high-speed communications options to support F-35A Lightning II Agile Combat Employment – operating from remote or austere locations.\n\n\nThe flow of information is critical in any war-time environment, and space and cyber capabilities almost completely dominate that arena for modern militaries. Speed and reliability in communications are demanding to support the cyber needs of the F-35's associated systems.\n\n\n“We’re trying to get after what is Secretary [Frank] Kendall’s fifth operational imperative; ‘Defining optimized resilient basing, sustainment, and communications in a contested environment,’” said Lt. Col. Maxwell Cover, 388th OSS commander. “With the F-35, we are likely going to be using the ACE construct on any deployment, and we need resilient, redundant communications.”",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Category owner after build 3",
     "Description": "Category owner after build 3",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFRC Accounting Category Announcement",
     "Description": "AFRC Accounting Category Announcement",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Announcement 0516",
     "Description": "In four round-robin games, the Air Force team allowed only one goal and that’s thanks to their defense and goalkeeper. The goalie for the Air Force club hails straight from the 17th Intelligence Squadron, Senior Airman Gavin Bryant. In the three games that he started – he gave up zero goals in regulation.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Announcement 0516 MAJCOM Owner",
     "Description": "In four round-robin games, the Air Force team allowed only one goal and that’s thanks to their defense and goalkeeper. The goalie for the Air Force club hails straight from the 17th Intelligence Squadron, Senior Airman Gavin Bryant. In the three games that he started – he gave up zero goals in regulation.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "CPTS owner after build",
     "Description": "CPTS owner after build",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Announcement 004 on 5\/4\/2022",
     "Description": "Announcement 004 on 5\/4\/2022",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Ellsworth owner",
     "Description": "In four round-robin games, the Air Force team allowed only one goal and that’s thanks to their defense and goalkeeper. The goalie for the Air Force club hails straight from the 17th Intelligence Squadron, Senior Airman Gavin Bryant. In the three games that he started – he gave up zero goals in regulation.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Category owner announcement 0506 u",
     "Description": "\n\n\nIn four round-robin games, the Air Force team allowed only one goal and that’s thanks to their defense and goalkeeper. The goalie for the Air Force club hails straight from the 17th Intelligence Squadron, Senior Airman Gavin Bryant. In the three games that he started – he gave up zero goals in regulation.\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "New Announcement added",
     "Description": "New Announcement added",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Announcement 0023on 5\/4\/2022",
     "Description": "Announcement 0023on 5\/4\/2022",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Announcement 001 on 5\/4\/2022",
     "Description": "Announcement 001 on 5\/4\/2022",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Announcement 002 on 5\/4\/2022",
     "Description": "Announcement 002 on 5\/4\/2022",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "New Announcemet for automation",
     "Description": "New Announcemet for automation",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "from 99cpts",
     "Description": "from 99 cpts description\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "test",
     "Description": "testing 9 cpts announcememt\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "testing 99",
     "Description": "testinng 99cpts announcement",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "502 CPTS Milpay Category Owner added item",
     "Description": "\nThanks to a collaboration between the Air Force Installation and Mission Support Center and headquarters Air Force Civil Engineering, Air Force explosive ordnance disposal teams now have a new program to build camaraderie, show their skills, learn from each other and get the chance to be named Air Force EOD Team of the Year.\nThrough a program first envisioned by Chief Master Sgt. Vandiver Hood, EOD career field manager at the Air Force Civil Engineer Readiness Division, Pentagon, Washington, D.C., an Air Force-wide EOD competition is coming to fruition this year.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "tp",
     "Description": "tp",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "To verify more",
     "Description": "To verify more",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "MAJCOM Owner - 4\/13\/2022 - 0011",
     "Description": "MAJCOM Owner - 4\/13\/2022 - 0011\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "top",
     "Description": "ok",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "70 ISR?FM CPTS Civpay category owner",
     "Description": "\n“I am still learning.” At the age of 87 years old, Michelangelo, the famous Renaissance artist, painter and sculptor, uttered four simple words that offer insights to the importance of lifelong learning for both personal and professional life.\n\n\nA new Air Force Materiel Command Professional Library offers Airmen and civilians the opportunity to embrace lifelong professional development with books, podcasts, articles and more, inspired by leadership recommendations across diverse subject areas.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Added from MAJCOM Owner to display in all the CPTS",
     "Description": "Added from MAJCOM Owner to display in all the CPTS",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "MAJCOM Owner adding item",
     "Description": "\nAs one of only 11 female two-star general officers currently serving on active duty in the Department of the Air Force, Maj. Gen. C. McCauley von Hoffman is no stranger to being the sole woman among her peers. In fact, during the early years of her nearly 33-year Air Force career, von Hoffman was often the only female officer in her unit and field. \n\n\nWomen’s History Month is an opportunity to share stories of the past and celebrate the achievements of individuals who operated outside of societal norms and achieved success, setting the stage for future generations to follow. \n\n\nVon Hoffman is the director of Logistics, Civil Engineering, Force Protection and Nuclear Integrat",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFIMSC Owner Accounting",
     "Description": "AFIMSC Owner Accounting",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "4\/11\/2022 - 002",
     "Description": "4\/11\/2022 - 002",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Appropriations and Funds",
     "Description": "\nThe Air Force’s appropriations and funds are used to fund and to report how resources have been used in the course of\nexecuting the Air Force’s missions. The Air Force’s appropriations and funds are divided into the following categories:\n• General funds are used for financial transactions arising under congressional appropriations and include personnel, oper\nation and maintenance, research and development, procurement, and construction accounts.\n• Working Capital Fund (revolving fund) activities are reported in a separate set of audited financial statements and related\nfootnotes.\n• Trust funds represent the receipt and expenditure of funds held in trust by the Air Force for use in carrying out specific\npurposes or programs in accordance with the terms of the donor, trust agreement, or statute.\n• Special funds account for Air Force receipts earmarked for specific purposes.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Category owner HQ AFRC FMAH",
     "Description": "Category owner HQ AFRC FMAH",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFIMSC Owner",
     "Description": "AFIMSC Owner ",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Travel pay Ellsworth Owner Announcements",
     "Description": "Travel pay Ellsworth Owner Announcements",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Ann - Category Owner",
     "Description": "Ann - Category Owner",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "MAJCOM Owner - 4\/13\/2022 - 002",
     "Description": "MAJCOM Owner - 4\/13\/2022 - 002",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "CPTS Owner - 4\/13\/2022 - 001",
     "Description": "CPTS Owner - 4\/13\/2022 - 001",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Category Owner 4\/13\/2022 - 001",
     "Description": "Category Owner 4\/13\/2022 - 001",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFIMSC Owner Travel pay",
     "Description": "AFIMSC Owner Travel pay",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "4\/11\/2022 - 001",
     "Description": "4\/11\/2022 - 001",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Category owner 502 CPTS Budget",
     "Description": "Category owner 502 CPTS Budget",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "502 CPTS Military pay",
     "Description": "502 CPTS Military pay",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "RAF - Announcement with CPTS Owner",
     "Description": "RAF - Announcement with CPTS Owner",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Travelpay owner adding item in 100 cpts",
     "Description": "The installation held a ribbon cutting ceremony March 30 for its recently installed Intelligent Lockers, giving the Airmen at the dormitories a centralized location to receive their packages after hours.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "CPTS Owner AFRC",
     "Description": "CPTS Owner AFRC",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "944 FM Category Owner",
     "Description": "944 FM Category Owner",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Digital University offers more educational opportunities for Airmen",
     "Description": "\nDigital University (DU) has added new course offerings and platform upgrades as it’s made the switch from AWS GovCloud to the more secure Cloud One environment.\n\n\nThe move to Cloud One, which aligns with direction from the Air Force, took place Jan. 20, according to Capt. Michael Valentin, DU director.\n\n\nDU’s lead designer, Ron Stevens, stated the DU team, which consists of members from vendor partner Omni Federal and Business and Enterprise Systems Product Innovation (BESPIN), added new learning paths for data science, cloud engineering and secured app development into DU. Students can enroll in multiple training courses at a time and complete them at their own pace. The platform also includes the option to withdraw with the click of a button. However, students can re-enroll and pick up where they left off.\n\n\nUsing feedback from its pool of 15,822 active users, the DU development team also integrated the ability to search across the entirety of courseware accessible through DU, provide those results and then start courses directly inside the DU website. Stevens said users’ desire to find specific training they’re interested in influenced the creation of this feature.\n\n\nBefore the recent platform upgrades, the process began with users going to the vendor site, Udemy, to look for courses they were interested in taking. Stevens said the DU team learned how users felt about the search and start process for training courses through user feedback interviews and a quarterly user satisfaction form.\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Digital University offers more educational opportunities for Airmen",
     "Description": "\nMAXWELL AIR FORCE BASE, Ala. (AFNS) --  \nDigital University (DU) has added new course offerings and platform upgrades as it’s made the switch from AWS GovCloud to the more secure Cloud One environment.\n\n\nThe move to Cloud One, which aligns with direction from the Air Force, took place Jan. 20, according to Capt. Michael Valentin, DU director.\n\n\nDU’s lead designer, Ron Stevens, stated the DU team, which consists of members from vendor partner Omni Federal and Business and Enterprise Systems Product Innovation (BESPIN), added new learning paths for data science, cloud engineering and secured app development into DU. Students can enroll in multiple training courses at a time and complete them at their own pace. The platform also includes the option to withdraw with the click of a button. However, students can re-enroll and pick up where they left off.\n\n\nUsing feedback from its pool of 15,822 active users, the DU development team also integrated the ability to search across the entirety of courseware accessible through DU, provide those results and then start courses directly inside the DU website. Stevens said users’ desire to find specific training they’re interested in influenced the creation of this feature.\n\n\nBefore the recent platform upgrades, the process began with users going to the vendor site, Udemy, to look for courses they were interested in taking. Stevens said the DU team learned how users felt about the search and start process for training courses through user feedback interviews and a quarterly user satisfaction form.\n\n\n“The DU site wasn’t originally designed to support that type of activity,” Stevens said. “But we heard back about that being a use case that our users wanted, so we designed this feature. Over the coming months, we plan to add additional vendors to our search so that users will be able to search on the DU website and see course offerings across multiple vendors at once and pick the course that best fits their needs regardless of which vendor owns that course.”\n\n\nThe DU team has worked hard to enhance the platform’s support experience after users requested improvements. Users primarily request support to reset passwords and to reset one-time password access. Users can now request help on the DU site by submitting a form. Also, the site can be accessed using a Common Access Card, another feature that was added, in part, due to user feedback.\n\n\nThe plan moving forward is to continue identifying and adding learning paths, courses and upgrades that meet the needs of service members.\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "The move to Cloud One, which aligns with direction from the Air Force, took place Jan. 20, according to Capt. Michael Valentin, DU director.",
     "Description": "The move to Cloud One, which aligns with direction from the Air Force, took place Jan. 20, according to Capt. Michael Valentin, DU director.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "ANNOUNCEMENT",
     "Description": "New ANNOUNCEMENT",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "DAF to allow officers to opt out of promotion in certain circumstances",
     "Description": "Eligible officers, who meet certain conditions, may soon request exclusion from consideration for the next higher grade. The new policy will go into effect beginning with the major, lieutenant colonel and colonel Space Force promotion boards set to convene Oct. 16, and will provide more flexible talent management options.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Air Force, took place Jan. 20, according to Capt. Michael Valentin, DU director.",
     "Description": "\nnew course offerings and platform upgrades as it’s made the switch from AWS GovCloud to the more secure Cloud One environment.\n\n\nThe move to Cloud One, which aligns with direction from the Air Force, took place Jan. 20, according to Capt. Michael Valentin, DU director.\n\n\nDU’s lead designer, Ron Stevens, stated the DU team, which consists of members from vendor partner Omni Federal and Business and Enterprise Systems Product Innovation (BESPIN), added new learning paths for data science, cloud engineering and secured app development into DU. Students can enroll in multiple training courses at a time and complete them at their own pace. The platform also includes the option to withdraw with the click of a button. However, students can re-enroll and pick up where they left off.\n\n\nUsing feedback from its pool of 15,822 active users, the DU development team also integrated the ability to search across the entirety of courseware accessible through DU, provide those results and then start courses directly inside the DU website. Stevens said users’ desire to find specific training they’re interested in influenced the creation of this feature.\n\n\nBefore the recent platform upgrades, the process began with users going to the vendor site, Udemy, to look for courses they were interested in taking. Stevens said the DU team learned how users felt about the search and start process for training courses through user feedback interviews and a quarterly user satisfaction form.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "New Announcement",
     "Description": "New Announcement",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "SAF FMF Owner added item for Accounting category",
     "Description": "\n“He funded an innovative strategic plan in Florida to achieve military readiness through conservation partnerships,” Basili said.  “This plan created a landscape-scale approach to achieving conservation objectives for the Air Force that is becoming a national model for partnerships between DoD branches and state and federal partners.  It was also a foundational component of an application to designate the Northwest Florida Sentinel Landscape.”\n\n\nPorteck’s efforts to conserve and enhance populations of threatened and endangered species on and adjacent to Air Force installations was cited as yet another reason. \nHe led efforts to enhance and facilitate the use of prescribed fire as a management tool, and championed numerous innovative conservation projects for species such as the Florida scrub-jay, Florida grasshopper sparrow, red-cockaded woodpecker, reticulated flatwoods salamander, indigo snake, gopher tortoise, several sub species of beach mice, and many other plants and animals. \n\n\n“I am so pleased to see Kevin recognized by the USFWS for his extensive accomplishments,” said Jeffrey Domm, AFCEC Environmental Management director. “His unflagging efforts and our USFWS partnership will continue to have a positive and lasting impact on our warfighters, communities and environment.”",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "idea entity",
     "Description": "idea entity",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "123The Department of Defense issued policy guidance in February 2021",
     "Description": "The Department of Defense issued policy guidance in February 2021 on the implementation and timing of the remaining four provisions of the Tenant Bill of Rights, which expands protection measures for military families living in privatized housing.  Along with the universal lease and dispute resolution process, the Tenant Bill of Rights ensures access to unit maintenance history, and establishes a process to withhold rent payment while in formal dispute resolution.  ",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Photographers of all ages and experience, get your cameras ready for the annual Air Force Photo Contest set to launch July",
     "Description": "\n Photographers of all ages and experience, get your cameras ready for the annual Air Force Photo Contest set to launch July 1.\n\n\nThe theme for this year’s contest, which runs July 1 – 31, is “What a Wonderful World.”\n\n\n“We are excited for this year’s theme as we all have dealt with uncertainty and changing times this past year, and we find that many may see things through a different lens,” said Darlene Johnson, community and leisure programs manager at the Air Force Services Center. \n\n\n“As our world begins to open up again, we invite our military communities to share the world they see,” Johnson said. “It’s as simple as a picture from their back yard, their pets, exploring old places haven’t been visited in a while or maybe a new place, the creativity in this year’s submissions should reflect new beginnings.”\n\n\nThe photo contest, highlighting and celebrating the art of photography created by Airmen, Guardians and their families, is open to ages six and older, in five categories:",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Announcements for accounting category",
     "Description": "The intent of BAH is to provide uniformed  service members accurate and equitable housing compensation based on housing costs in  local civilian housing markets and is payable when Government quarters are not provided.  BAH is paid incident to assignments to a Permanent Duty Station (PDS) in the United States  and is based not on actual expense, but on median rental costs, utilities, and renter’s  insurance. BAH rate calculations do not include mortgage costs. Members residing in family-type Government quarters are not entitled. ",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "SAFFMF Owner 2912",
     "Description": "\nMyVector is one of the many tools Airmen and Guardians can use to enhance their career development, including tracking personal development and assignments, writing performance evaluations, and connecting with mentors as well as mentoring others.Last summer, the Secretary of the Air Force stood up the Diversity and Inclusion task force to address the issue of racial, ethnic and other demographic disparities and their impact on the forces. The task force identified MyVector’s mentorship platform as an area that could help expand diversity efforts. Having more specific filters, such as race, ethnicity and disability, allows Airmen and Guardians to better tailor searches to their specific needs.\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "User in SAF FMF Owners and SAF FMB owser group adding an item for Budget",
     "Description": "User in SAF FMF Owners and SAF FMB owser group adding an item for Budget",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "SAFFMF 2910",
     "Description": "The Air Force must slow down or halt the degradation in the most critical infrastructure assets based on their importance to the National Defense Str..\n\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "entity",
     "Description": "entity",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Internal Control Over Financial Reporting",
     "Description": "As directed in the Under Secretary of Defense (Comptroller) memo dated August 11, 2009, the Air Force’s ICOFR review focused on the strategic prioritization of the SBR and the existence and completeness (E&C) of mission-critical assets. The Air Force evaluated the effectiveness of internal controls over the key Procure to Pay business processes utilizing the Department’s newest financial management system, the Defense Enterprise Accounting Management System (DEAMS). This system, currently deployed to a pilot location, will serve as the future enterprise system solution to help the Air Force achieve financial statement audit readiness. This effort involved documenting key processes and internal controls, performing risk assessments, and testing and analyzing the effectiveness of the key controls. In addition, the Air Force also completed ICOFR reviews as a part of existence and completeness audit ready assertions for Military Equipment and elements of Operating Materials and Supplies. During FY 2011, the Air Force validated the corrective actions to mitigate the ICOFR material weakness over the Fund Balance with Treasury Reconciliation and asserted to the process’ audit readiness. We continue to track and report on eight previously identified ICOFR material weaknesses that are included in the Secretary’s Annual Statement of Assurance.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "9th Force Support Squadron",
     "Description": "\nTeam Beale’s 9th Force Support Squadron recently announced the expansion of food and beverage operations with the opening of the Dragon’s Lair Food, Life, You-FLY flight line kiosk.\n\n\nBeale partnered with multiple agencies across the Air Force and installation, including the Air Force Services Center's Food and Beverage Division, the Air Force Civil Engineer Center, the A4\/7 Directorate, the 9th Civil Engineer Squadron and the 9th Contracting Squadron, to develop this new concept of bringing food closer to the flight line complex where a majority of hungry customers work. \n\n\n“Beale is excited to continue to exceed our customers’ expectations and increase food and beverage offerings across the installation”, said James Buck, 9th FSS deputy to the commander. “This has been a labor of love and huge support across the wing from CE, CONS, COMM and my entire FSS team and of course AFSVC and (Air Force Installation and Mission Support Center) back in San Antonio.”",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "CSP project",
     "Description": "CSP project",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "115 CPTS Milpay Category Owber",
     "Description": "On the final day of the quarterfinal round, the panel evaluated 29 ideas nominated by U.S. Air Force major commands and U.S. Space Force field commands, plus four at-large “wildcard” submissions. The wildcards were selected by Guardians and Airmen who cast nearly 17,000 ballots in pairwise voting conducted over the last two weeks of October through the Guardians and Airmen Innovation Network platform.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Annual Financial Statement of the U.S. Air Force",
     "Description": "\nThe Fiscal Year (FY) 2011 Annual Financial Statement of the U.S. Air Force presents our financial position and results of operations. It allows Congress, senior defense leaders, and the public to assess our management performance while highlighting our efforts to continuously improve financial management processes and systems. Our goal is to obtain auditable financial statements in order to enable better management of taxpayer resources. We have made great strides towards this goal, including receiving our first unqualified opinion on a statement line item. In August 2011, KPMG, LLP, affirmed the internal controls over the Budget Authority – Appropriation line of the Statement of Budgetary Resources are designed to operate effectively to prevent, detect, and correct material misstatements. In October 2011, we received a clean opinion on Funds Balance with Treasury (FBWT) reconciliation from Price Waterhouse Cooper.\nWe have asserted the existence and completeness of military equipment (e.g. aerospace vehicles and externally carried pods) and operating materials and supplies (e.g. cruise missiles, aerial drones, and targets). We expect to begin an independent examination for elements of our military equipment in the first quarter of FY 2012. However, the Air Force acknowledges it has material weaknesses in other areas and is aggressively working to implement our corrective action plans.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFRC",
     "Description": "The Air Force Civil Engineer Center, headquartered at Joint Base San Antonio-Lackland, Texas, provides responsive, flexible civil engineering expertise and support to Air Force installations and the warfighter. The AFCEC mantra is “brilliant at the basics,” and the AFCEC team delivers capabilities across the wide civil engineering spectrum to enable ready engineers and maintain the facilities and platforms that are the backbone of the Air Force mission.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "ANG",
     "Description": "The Air Force Civil Engineer Center, headquartered at Joint Base San Antonio-Lackland, Texas, provides responsive, flexible civil engineering expertise and support to Air Force installations and the warfighter. The AFCEC mantra is “brilliant at the basics,” and the AFCEC team delivers capabilities across the wide civil engineering spectrum to enable ready engineers and maintain the facilities and platforms that are the backbone of the Air Force mission.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFIMSC",
     "Description": "Air Force Installation Mission support center",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "MAJCOM Owner",
     "Description": "AFSFC enables missions by providing SF functional implementation guidance for headquarters Air Force Security Forces policy and standards for force providers and operational commanders. AFSFC identifies and evaluates SF functional requirements and develops exercise plans, as appropriate. AFSFC represents the SF career field and informs the AFIMSC plans and programming process of SF functionally-prioritized requirements.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "CPTS owner",
     "Description": "The Air Force Civil Engineer Center, headquartered at Joint Base San Antonio-Lackland, Texas, provides responsive, flexible civil engineering expertise and support to Air Force installations and the warfighter. The AFCEC mantra is “brilliant at the basics,” and the AFCEC team delivers capabilities across the wide civil engineering spectrum to enable ready engineers and maintain the facilities and platforms that are the backbone of the Air Force mission.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Mission",
     "Description": "Led by a one-star general, AFCEC missions include facility investment planning, design and construction, operations support, real property management, energy support, environmental compliance and restoration, readiness and emergency management, and audit assertions, acquisition and program management. ",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFIMSC",
     "Description": "Led by a one-star general, AFCEC missions include facility investment planning, design and construction, operations support, real property management, energy support, environmental compliance and restoration, readiness and emergency management, and audit assertions, acquisition and program management. ",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFIMSC",
     "Description": "The Air Force Civil Engineer Center, headquartered at Joint Base San Antonio-Lackland, Texas, provides responsive, flexible civil engineering expertise and support to Air Force installations and the warfighter. The AFCEC mantra is “brilliant at the basics,” and the AFCEC team delivers capabilities across the wide civil engineering spectrum to enable ready engineers and maintain the facilities and platforms that are the backbone of the Air Force mission.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFIMSC",
     "Description": "The Air Force Civil Engineer Center, headquartered at Joint Base San Antonio-Lackland, Texas, provides responsive, flexible civil engineering expertise and support to Air Force installations and the warfighter. The AFCEC mantra is “brilliant at the basics,” and the AFCEC team delivers capabilities across the wide civil engineering spectrum to enable ready engineers and maintain the facilities and platforms that are the backbone of the Air Force mission.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "from the DEAMS man-hour equation are multiplied by 0.75. Combine the 2 results; this becomes the FMA resultant man-hours for this location.",
     "Description": "Location is in year-1 of the transition from Legacy to DEAMS. The man-hours generated from the Legacy man-hour equation are multiplied by 0.75; the man-hours generated from the DEAMS man-hour equation are multiplied by 0.25. Combine the 2 results; this becomes the FMA resultant man-hours for this location.\n\n\nLocation is in year-2 of the transition from Legacy to DEAMS. The man-hours generated from the Legacy man-hour equation are multiplied by 0.50; the man-hours generated from the DEAMS man-hour equation are multiplied by 0.50. Combine the 2 results; this becomes the FMA resultant man-hours for this location.\n\n\nLocation is in year-3 of the transition from Legacy to DEAMS. The man-hours generated from the Legacy man-hour equation are multiplied by 0.25; the man-hours generated from the DEAMS man-hour equation are multiplied by 0.75. Combine the 2 results; this becomes the FMA resultant man-hours for this location.\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Budget Category",
     "Description": "Interfund detail billing records are grouped together by sellers according to the buyer’s fund code in the Summary Billing Record,",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "category 29121",
     "Description": "\nMyVector is one of the many tools Airmen and Guardians can use to enhance their career development, including tracking personal development and assignments, writing performance evaluations, and connecting with mentors as well as mentoring others.Last summer, the Secretary of the Air Force stood up the Diversity and Inclusion task force to address the issue of racial, ethnic and other demographic disparities and their impact on the forces. The task force identified MyVector’s mentorship platform as an area that could help expand diversity efforts. Having more specific filters, such as race, ethnicity and disability, allows Airmen and Guardians to better tailor searches to their specific needs.\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "ANNOUNCEMENT",
     "Description": "BAS is a non-taxable allowance used to offset the cost of the service member’s meals. BAS is not  intended to offset the costs of meals for family members. Because BAS is intended to  provide meals for the service member, the amount is linked to the price of food. Therefore, each year it is adjusted based upon the increase of the price of food as measured by the USDA food cost index. 2014 BAS rates for enlisted members is $357.55 per month and for officers is $246.24 per month. A single rate of BAS applies to all officers. Enlisted members assigned to single- type government quarters at their permanent duty station are normally on the Essential Station Messing (ESM) program and are required to eat in the government dining facilities. Those on ESM will be charged a discounted meal rate for all meals made available, whether eaten or not, through payroll deduction. Additionally, these members are allowed to claim missed meals when a government meal is not reasonably available for consumption. Direct your questions regarding BAS to your local Comptroller Squadron and questions regarding EMS should be directed to the local Force Support Squadron",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Announcement MAJCOM",
     "Description": "MyVector is one of the many tools Airmen and Guardians can use to enhance their career development, including tracking personal development and assignments, writing performance evaluations, and connecting with mentors as well as mentoring others.Last summer, the Secretary of the Air Force stood up the Diversity and Inclusion task force to address the issue of racial, ethnic and other demographic disparities and their impact on the forces. The task force identified MyVector’s mentorship platform as an area that could help expand diversity efforts. Having more specific filters, such as race, ethnicity and disability, allows Airmen and Guardians to better tailor searches to their specific needs.\n\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "SAFFMB Owner1",
     "Description": "SAFFMB Owner",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "MyVector is one of the many tools Airmen and Guardians can use to enhance their career development 2912",
     "Description": "\nMyVector is one of the many tools Airmen and Guardians can use to enhance their career development, including tracking personal development and assignments, writing performance evaluations, and connecting with mentors as well as mentoring others.Last summer, the Secretary of the Air Force stood up the Diversity and Inclusion task force to address the issue of racial, ethnic and other demographic disparities and their impact on the forces. The task force identified MyVector’s mentorship platform as an area that could help expand diversity efforts. Having more specific filters, such as race, ethnicity and disability, allows Airmen and Guardians to better tailor searches to their specific needs.\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Announcement CPTS 2912",
     "Description": "\nMyVector is one of the many tools Airmen and Guardians can use to enhance their career development, including tracking personal development and assignments, writing performance evaluations, and connecting with mentors as well as mentoring others.Last summer, the Secretary of the Air Force stood up the Diversity and Inclusion task force to address the issue of racial, ethnic and other demographic disparities and their impact on the forces. The task force identified MyVector’s mentorship platform as an area that could help expand diversity efforts. Having more specific filters, such as race, ethnicity and disability, allows Airmen and Guardians to better tailor searches to their specific needs.\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "MAJCOM Direct questions regarding leave to the local Force Support Squadron.",
     "Description": "MyVector is one of the many tools Airmen and Guardians can use to enhance their career development, including tracking personal development and assignments, writing performance evaluations, and connecting with mentors as well as mentoring others.Last summer, the Secretary of the Air Force stood up the Diversity and Inclusion task force to address the issue of racial, ethnic and other demographic disparities and their impact on the forces. The task force identified MyVector’s mentorship platform as an area that could help expand diversity efforts. Having more specific filters, such as race, ethnicity and disability, allows Airmen and Guardians to better tailor searches to their specific needs.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "MyVector is one of the many tools Airmen and Guardians can use to enhance their career development 2912",
     "Description": "\nMyVector is one of the many tools Airmen and Guardians can use to enhance their career development, including tracking personal development and assignments, writing performance evaluations, and connecting with mentors as well as mentoring others.Last summer, the Secretary of the Air Force stood up the Diversity and Inclusion task force to address the issue of racial, ethnic and other demographic disparities and their impact on the forces. The task force identified MyVector’s mentorship platform as an area that could help expand diversity efforts. Having more specific filters, such as race, ethnicity and disability, allows Airmen and Guardians to better tailor searches to their specific needs.\n\nMyVector is one of the many tools Airmen and Guardians can use to enhance their career development, including tracking personal development and assignments, writing performance evaluations, and connecting with mentors as well as mentoring others.Last summer, the Secretary of the Air Force stood up the Diversity and Inclusion task force to address the issue of racial, ethnic and other demographic disparities and their impact on the forces. The task force identified MyVector’s mentorship platform as an area that could help expand diversity efforts. Having more specific filters, such as race, ethnicity and disability, allows Airmen and Guardians to better tailor searches to their specific needs.\n\nMyVector is one of the many tools Airmen and Guardians can use to enhance their career development, including tracking personal development and assignments, writing performance evaluations, and connecting with mentors as well as mentoring others.Last summer, the Secretary of the Air Force stood up the Diversity and Inclusion task force to address the issue of racial, ethnic and other demographic disparities and their impact on the forces. The task force identified MyVector’s mentorship platform as an area that could help expand diversity efforts. Having more specific filters, such as race, ethnicity and disability, allows Airmen and Guardians to better tailor searches to their specific needs.\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Active Duty Air Force1",
     "Description": "\nThe Active component military end-strength comprises approximately 65%\nof the Air Force’s Total Force. The Active Air Force maintains aircraft and\nbases across the United States and overseas, while supporting all five core\nmissions: Air, Space and Cyber Superiority; Global Intelligence, Surveillance\nand Reconnaissance; Rapid Global Mobility; Global Strike; and Command\nand Control. The Active Air Force is the only full time component—the\nother components are full time when “activated” to support operational\nrequirements.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFIMSC Owner added item for Budget Category",
     "Description": "\nThe Department of the Air Force is one step closer to safely and more widely integrating small unmanned aircraft systems into civil engineering operations, thanks to the Air Force GeoBase Program’s sUAS office.\n\n\nThe office, a component of the Air Force Civil Engineer Center’s Planning and Integration Directorate, held its first Group 1 UAS operator and instructor training class at San Geronimo Air Park in San Antonio recently.\n\n\nGroup 1 UAS, referred to as sUAS, are easily portable unmanned aircraft systems, typically weighing less than 20 pounds and operating below 400 feet at speeds less than 100 knots. \n\n\nThe classroom and hands-on training certified AFCEC Geospatial Integration Office team members on three different sUAS systems and included mission planning, pre- and post-flight operations, obstacle courses and various techniques to support data collection.\n\n\nHaving successfully completing the course, the trainees are now Air Force-certified UAS operators and unit-certified initial qualification trainers who will provide training, technical applications and solutions to improve both CE and combat support capabilities, said Julio Toala, Air Force GeoBase operations manager and sUAS program manager.\n\n\n“Safely integrating and employing sUAS operations is of great value for the CE community of today and tomorrow,” Toala added, “with an end goal of putting sUAS in the hands of civil engineers to save time, money and potential injuries.”",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "SAF FMF",
     "Description": "This goal creates tools and actionable plans to ensure the execution of mission-critical priorities for installation and mission support are aligned with higher headquarters and Air Force priorities. This will reduce vulnerabilities while enhancing our ability to protect, respond and recover from disruptions to operations and supporting infrastructure.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Biographies",
     "Description": "This goal creates tools and actionable plans to ensure the execution of mission-critical priorities for installation and mission support are aligned with higher headquarters and Air Force priorities. This will reduce vulnerabilities while enhancing our ability to protect, respond and recover from disruptions to operations and supporting infrastructure.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Air Force Services center",
     "Description": "This goal creates tools and actionable plans to ensure the execution of mission-critical priorities for installation and mission support are aligned with higher headquarters and Air Force priorities. This will reduce vulnerabilities while enhancing our ability to protect, respond and recover from disruptions to operations and supporting infrastructure.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Air Force Installation contracting center",
     "Description": "This goal creates tools and actionable plans to ensure the execution of mission-critical priorities for installation and mission support are aligned with higher headquarters and Air Force priorities. This will reduce vulnerabilities while enhancing our ability to protect, respond and recover from disruptions to operations and supporting infrastructure.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Air Force Civil Engineer center",
     "Description": "This goal creates tools and actionable plans to ensure the execution of mission-critical priorities for installation and mission support are aligned with higher headquarters and Air Force priorities. This will reduce vulnerabilities while enhancing our ability to protect, respond and recover from disruptions to operations and supporting infrastructure.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Fact sheets",
     "Description": "This goal creates tools and actionable plans to ensure the execution of mission-critical priorities for installation and mission support are aligned with higher headquarters and Air Force priorities. This will reduce vulnerabilities while enhancing our ability to protect, respond and recover from disruptions to operations and supporting infrastructure.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "100 CPTS RegAF",
     "Description": "\nMyVector is one of the many tools Airmen and Guardians can use to enhance their career development, including tracking personal development and assignments, writing performance evaluations, and connecting with mentors as well as mentoring others.Last summer, the Secretary of the Air Force stood up the Diversity and Inclusion task force to address the issue of racial, ethnic and other demographic disparities and their impact on the forces. The task force identified MyVector’s mentorship platform as an area that could help expand diversity efforts. Having more specific filters, such as race, ethnicity and disability, allows Airmen and Guardians to better tailor searches to their specific needs.\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "USAFE 100 CPTS",
     "Description": "\nMyVector is one of the many tools Airmen and Guardians can use to enhance their career development, including tracking personal development and assignments, writing performance evaluations, and connecting with mentors as well as mentoring others.Last summer, the Secretary of the Air Force stood up the Diversity and Inclusion task force to address the issue of racial, ethnic and other demographic disparities and their impact on the forces. The task force identified MyVector’s mentorship platform as an area that could help expand diversity efforts. Having more specific filters, such as race, ethnicity and disability, allows Airmen and Guardians to better tailor searches to their specific needs.\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFIMSC Strategy",
     "Description": "This goal creates tools and actionable plans to ensure the execution of mission-critical priorities for installation and mission support are aligned with higher headquarters and Air Force priorities. This will reduce vulnerabilities while enhancing our ability to protect, respond and recover from disruptions to operations and supporting infrastructure.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Travel Pay Ellsworth Owner added item for travel pay category",
     "Description": "Travel Pay Ellsworth Owner added item for travel pay category",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "The Air Force's Premier Installation and Mission Support Weapons and Tactics Conference",
     "Description": "I-WEPTAC examines fundamental installation and mission support (I&MS) challenges to identify deficiencies, shortfalls and developmental gaps that limit the Air Force's and Space Force’s ability to execute and operate efficiently. I-WEPTAC is charged with developing executable courses of action and recommending solutions while providing valuable information to senior leaders. Subsequently, these studies serve to enhance the agility and lethality of Air Force and Space Force combat support operations worldwide.\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "RegAF 100 CPTS Announcement",
     "Description": "\nMyVector is one of the many tools Airmen and Guardians can use to enhance their career development, including tracking personal development and assignments, writing performance evaluations, and connecting with mentors as well as mentoring others.Last summer, the Secretary of the Air Force stood up the Diversity and Inclusion task force to address the issue of racial, ethnic and other demographic disparities and their impact on the forces. The task force identified MyVector’s mentorship platform as an area that could help expand diversity efforts. Having more specific filters, such as race, ethnicity and disability, allows Airmen and Guardians to better tailor searches to their specific needs.\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Announcement by MAJCOM",
     "Description": "\nMyVector is one of the many tools Airmen and Guardians can use to enhance their career development, including tracking personal development and assignments, writing performance evaluations, and connecting with mentors as well as mentoring others.Last summer, the Secretary of the Air Force stood up the Diversity and Inclusion task force to address the issue of racial, ethnic and other demographic disparities and their impact on the forces. The task force identified MyVector’s mentorship platform as an area that could help expand diversity efforts. Having more specific filters, such as race, ethnicity and disability, allows Airmen and Guardians to better tailor searches to their specific needs.\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFIMSC",
     "Description": "This goal creates tools and actionable plans to ensure the execution of mission-critical priorities for installation and mission support are aligned with higher headquarters and Air Force priorities. This will reduce vulnerabilities while enhancing our ability to protect, respond and recover from disruptions to operations and supporting infrastructure.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Budget category owner added item",
     "Description": "\nThe toolbox also contains the AFMC Leaders Post-Suicide Checklist which provides guidance for leaders following a suicide event. As a supplement to local policy, it incorporates “lessons learned” from others who have experienced suicide deaths in their own units.\n\n\n“Postvention efforts are intended to provide everyone who is exposed to a loss by suicide with immediate and long-term support. These efforts are vital to overcoming the loss and include providing individual and collective opportunities for healthy grieving,” said Owens. “The checklist helps leaders as they actively work with the members of their teams to respond to the event and overcome challenges as they begin the process of recovery.”\n\n\nThe recent changes are part of a continued focus on driving greater resiliency in AFMC Airmen and to help reduce instances of suicide across the service.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Category 172",
     "Description": "The Air Force must slow down or halt the degradation in the most critical infrastructure assets based on their importance to the National Defense Str..\n\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "CPTF 172",
     "Description": "The Air Force must slow down or halt the degradation in the most critical infrastructure assets based on their importance to the National Defense Str..\n\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "MAJCOM Owner 0610",
     "Description": "Members who are unable to use leave due to military necessity may accumulate a maximum of 75 days by the end of a fiscal year until 30 Sep 2015. After this date, the limit will return to the previous 60 day limit of accrued leave. In the event service members are unable to use their excess accrued leave prior to 30 September due to mission requirements, approval may be requested to carryover the excess leave days (Special Leave Accrual). Direct questions regarding leave to the local Force Support Squadron.\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Announcements Added",
     "Description": "Test",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Announcements Added",
     "Description": "Test",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Announcements Added",
     "Description": "Test",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "MAJCOM Owner after build1",
     "Description": "MAJCOM Owner after build ",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Announcements Added",
     "Description": "Test",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFIMSC",
     "Description": "AFIMSC",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFIMSC",
     "Description": "AFIMSC",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFIMSC",
     "Description": "AFIMSC",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "CPTS",
     "Description": "This goal creates tools and actionable plans to ensure the execution of mission-critical priorities for installation and mission support are aligned with higher headquarters and Air Force priorities. This will reduce vulnerabilities while enhancing our ability to protect, respond and recover from disruptions to operations and supporting infrastructure.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "CSP Owner",
     "Description": "The Air Force Installation and Mission Support Center’s annual Installation and Mission Support Weapons and Tactics Conference, known as I-WEPTAC",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFIMSC Strategy",
     "Description": "\n\nThis goal creates tools and actionable plans to ensure the execution of mission-critical priorities for installation and mission support are aligned with higher headquarters and Air Force priorities. This will reduce vulnerabilities while enhancing our ability to protect, respond and recover from disruptions to operations and supporting infrastructure.\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "DTID Requisitions of Reutilization Property.",
     "Description": "\nDTID Requisitions of Reutilization Property. All requisitions sent to DLA Disposition Services for property assigned Disposition Category Code RU are considered free issue,\nexcept requisitions from foreign military sales (FMS) customers, which generate transportation costs. These transportation costs will be identified on the requisition transaction identified by a funds appropriation, (e.g., fund cite or line of accounting). These costs are determined by the RTD Web based on the FMS customer’s profile and passed to DLA Disposition Services on the Requisition. This funds appropriation\/funds cite will be perpetuated to the field office on the DLMS 940R Materiel Release Order (MRO) at the time the item is issued. Conformance with standard line of accounting (SLOA)\/accounting classification requires any initiation of a financial business event to include SLOA mandated standard financial information system (SFIS) elements.[1] The DLMS MRO transaction supports inclusion of SLOA required elements.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFRC",
     "Description": "This goal creates tools and actionable plans to ensure the execution of mission-critical priorities for installation and mission support are aligned with higher headquarters and Air Force priorities. This will reduce vulnerabilities while enhancing our ability to protect, respond and recover from disruptions to operations and supporting infrastructure.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Fact Sheets",
     "Description": "This goal creates tools and actionable plans to ensure the execution of mission-critical priorities for installation and mission support are aligned with higher headquarters and Air Force priorities. This will reduce vulnerabilities while enhancing our ability to protect, respond and recover from disruptions to operations and supporting infrastructure.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "ANG",
     "Description": "The Air Force must slow down or halt the degradation in the most critical infrastructure assets based on their importance to the National Defense Strategy. This goal is putting plans in place so AFIMSC can better advocate for infrastructure funding, effectively spend the resources we get and ensure bases spend their resources effectively in line with the Infrastructure Investment Strategy",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "DTID Requisitions of Reutilization Property",
     "Description": "\nDTID Requisitions of Reutilization Property. All requisitions sent to DLA Disposition Services for property assigned Disposition Category Code RU are considered free issue,\nexcept requisitions from foreign military sales (FMS) customers, which generate transportation costs. These transportation costs will be identified on the requisition transaction identified by a funds appropriation, (e.g., fund cite or line of accounting). These costs are determined by the RTD Web based on the FMS customer’s profile and passed to DLA Disposition Services on the Requisition. This funds appropriation\/funds cite will be perpetuated to the field office on the DLMS 940R Materiel Release Order (MRO) at the time the item is issued. Conformance with standard line of accounting (SLOA)\/accounting classification requires any initiation of a financial business event to include SLOA mandated standard financial information system (SFIS) elements.[1] The DLMS MRO transaction supports inclusion of SLOA required elements.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFIMSC",
     "Description": "The Air Force must slow down or halt the degradation in the most critical infrastructure assets based on their importance to the National Defense Strategy. This goal is putting plans in place so AFIMSC can better advocate for infrastructure funding, effectively spend the resources we get and ensure bases spend their resources effectively in line with the Infrastructure Investment Strategy\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFIMSC",
     "Description": "The Air Force must slow down or halt the degradation in the most critical infrastructure assets based on their importance to the National Defense Strategy. This goal is putting plans in place so AFIMSC can better advocate for infrastructure funding, effectively spend the resources we get and ensure bases spend their resources effectively in line with the Infrastructure Investment Strategy",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "100 cpts category owner added item",
     "Description": "\nWith the right contacts, tools and resources, a person can do just about anything.\n\n\nAt the Air Force Materiel Command, a new initiative aims to better prepare leaders to develop more resilient Airmen and support suicide prevention activities across the mission.\n\n\nIn a memo issued this month, Lt. Gen. Carl Schaefer, AFMC deputy commander, established a 30-day window for a new leaders to conduct an immersion with their local installation Violence Prevention Integrator focused on suicide prevention. The immersions will equip leaders with the tools and resources to foster cohesive, connected unit cultures and more resilient Airmen.\n\n\n“Leaders play a critical role in suicide prevention and response, and we’re taking extra steps to ensure they understand their role and the resources available to support them,” said Schaefer. “Losing a member to suicide always has a significant impact on a unit. We need to surround our leaders with the support structures to help prevent suicide and provide all the required resources, if an unfortunate event occurs.” \n\n\nThe immersions will provide an opportunity for leaders to learn of the various installation support agencies and will include an overview of current messaging, prevention and intervention resources, annual by-law training requirements and more. Leaders will work directly with their installation VPI and local providers, establishing key relationships that will carry through their leadership service term.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Air Force attorneys attend course to better assist families with special needs",
     "Description": "Members of theAir Force Judge Advocate General Corps  recently attended a specialized law course designed to better prepare  them to assist parents and guardians of children with special education  requirements.\n\n The five-day course offered through William & Mary Law School gave  military legal assistance attorneys, an intense, five-day study of the  basics of special education law.\n\n “Special education is an extremely segmented portion of the law,” said  Lt. Col. Jennifer Cowie, community readiness policy analyst at  Headquarters Air Force. “It requires ongoing education and research to  find and implement the best resources to help guide our families and  ensure their children receive the best education possible.”\n\n Lt. Col. Lanourra Phillips, chief of the Air Force Legal Assistance  Policy Office, was one of 15 Air Force attorneys from various bases that  attended the course.\n\n In her role at the policy level, Phillips works to shape laws and  policies to help meet the needs of service members. She also informs  partner agencies on how new laws will affect service members, and she  educates attorneys in the field on new laws and policies.\n\n Phillips explained that special needs children often face barriers to  education in the schools, which can become very stressful for the  families.\n\n “What we have gathered from families is that when they are moving from  base to base, it becomes increasingly difficult to navigate different  school systems when they have children with special needs,” she said.  “This course was part of an ongoing effort to educate ourselves on the  law and hone our skills in order to help these families.”\n\n Phillips added that it is important for families to know that their  local JAG offices are always available to provide legal assistance and  to offer guidance to better prepare them as they navigate the education  system.\n\n Cowie said there are many plans in progress that will improve the level  of support for EFMP families, including special education boot camps for  school liaisons and family support coordinators, simplifying the travel  screening process, as well as the addition of a special education  liaison and a dedicated attorney to the EFMP cell within the Exceptional  Assignment Program Division.\n\n “There are a lot of initiatives we are looking at, and this is one small  step toward improving legal support,” Cowie said. “We recognize your  struggles and we are working tirelessly to make huge improvements.”",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "CPTS owner",
     "Description": "\n\nThis article needs additional citations for verification. Please help improve this article by adding citations to reliable sources. Unsourced material may be challenged and removed.\nFind sources: \"Academy of Military Science\" United States – news · newspapers · books · scholar · JSTOR (January 2013) (Learn how and when to remove this template message)The Academy of Military Science (AMS) was an 8-week (formerly 6 as of March 2014) officer commissioning program of the United States Air Force. AMS was held at Maxwell Air Force Base in Montgomery, Alabama, with the purpose of training and commissioning Air National Guard officers only.[1] AMS was originally located at McGhee Tyson Air National Guard Base, outside Knoxville, Tennessee. It was moved to Maxwell in 2009. The move was initiated by a question in 2006 from the Chief of Staff of the Air Force about the potential of a \"shared common experience\" at a single location among active duty, Guard and Reserve officer candidates.\nAlthough the curriculum of AMS was very similar to Air Force Officer Training School (OTS), AMS differed from OTS in that it was only six weeks in duration. The primary reason for AMS being a six-week course instead of the traditional OTS nine-week course was that, on average, 85 percent of Air National Guard members have had prior military service when they arrived at the AMS course, versus about 40 percent of OTS students having had the prior experience.[2] Another difference is that the AMS program doesn't operate on an upper-class\/lower-class structure like OTS. [3]\nAMS is run by Air National Guard Detachment 12 for administrative purposes, but daily operation of AMS falls under the operational control of OTS. Det. 12 is a \"total force\" (manned by all three Air Force components) organization with 25 positions within the academy's system, plus a position assigned to the Air University's Holm Center and another assigned as deputy commander of the Det. 12. AMS has been a total force organization since 1994.[2] Air National Guard personnel serving on the staff come to OTS under a \"Title 10\" (federal) assignment that precludes them from having to leave Maxwell AFB for state service.\nThe memorandum of agreement the Holm Center commander and the Air National Guard Readiness Center commander was finalized May 26, 2009. That agreement specified how AMS would operate at Maxwell. The first AMS class at Maxwell began in October 2009. Each class includes approximately 125 students.\nAMS was shutdown in January 2015 and is now fully integrated into Air Force OTS",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Added item expiry date today",
     "Description": "Added item expiry date today",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Announcement by SAFFMF",
     "Description": "The Air Force Installation and Mission Support Center’s annual Installation and Mission Support Weapons and Tactics Conference, known as I-WEPTAC, wa....\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "SAFFMF Owner",
     "Description": "The Air Force Installation and Mission Support Center’s annual Installation and Mission Support Weapons and Tactics Conference, known as I-WEPTAC, wa....\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "The Air Force Installation and Mission Support Center’s annual Installation and Mission Support Weapons and Tactics Conference, known as I-WEPTAC, wa....",
     "Description": "The Air Force Installation and Mission Support Center’s annual Installation and Mission Support Weapons and Tactics Conference, known as I-WEPTAC, wa....\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "United States (U.S.) Army, the U.S. Air Force (the “Air Force,” “we,” “us,” and “our”)",
     "Description": "\nCreated in 1907 as a functional component of the United States (U.S.) Army, the U.S. Air Force (the “Air Force,” “we,” “us,” and “our”) is the youngest branch of the U.S. Armed Forces. The Department of the Air Force was then established 40 years later, becoming one of three military departments within the Department of Defense (DoD). The Air Force is a military service branch organized within the DoD.\n\n\nOur mission is to fly, fight, and win... in air, space, and cyberspace. To achieve that mission, the Air Force has a vision: The United States Air Force will be a trusted and reliable joint partner with our sister services known for integrity in all of our activities, including supporting the joint mission first and foremost. We will provide compelling air, space, and cyber capabilities for use by the combatant commanders. We will excel as stewards of all Air Force resources in service to the American people, while providing precise and reliable Global Vigilance, Reach and Power for the nation.\n\n\nAs a steward of government resources, the Air Force prepares its Agency Financial Report each Fiscal Year (FY) to convey its financial position and performance results to taxpayers. It demonstrates our commitment to the Air Force’s mission, accountability, and stewardship over the resources entrusted to us by members of Congress, the President of the United States, and the public.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "DTID Requisitions of Reutilization Property",
     "Description": "\nDTID Requisitions of Reutilization Property. All requisitions sent to DLA Disposition Services for property assigned Disposition Category Code RU are considered free issue,\nexcept requisitions from foreign military sales (FMS) customers, which generate transportation costs. These transportation costs will be identified on the requisition transaction identified by a funds appropriation, (e.g., fund cite or line of accounting). These costs are determined by the RTD Web based on the FMS customer’s profile and passed to DLA Disposition Services on the Requisition. This funds appropriation\/funds cite will be perpetuated to the field office on the DLMS 940R Materiel Release Order (MRO) at the time the item is issued. Conformance with standard line of accounting (SLOA)\/accounting classification requires any initiation of a financial business event to include SLOA mandated standard financial information system (SFIS) elements.[1] The DLMS MRO transaction supports inclusion of SLOA required elements.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "SLOA mandated standard financial information system (SFIS) elements.",
     "Description": "\nDTID Requisitions of Reutilization Property. All requisitions sent to DLA Disposition Services for property assigned Disposition Category Code RU are considered free issue,\nexcept requisitions from foreign military sales (FMS) customers, which generate transportation costs. These transportation costs will be identified on the requisition transaction identified by a funds appropriation, (e.g., fund cite or line of accounting). These costs are determined by the RTD Web based on the FMS customer’s profile and passed to DLA Disposition Services on the Requisition. This funds appropriation\/funds cite will be perpetuated to the field office on the DLMS 940R Materiel Release Order (MRO) at the time the item is issued. Conformance with standard line of accounting (SLOA)\/accounting classification requires any initiation of a financial business event to include SLOA mandated standard financial information system (SFIS) elements.[1] The DLMS MRO transaction supports inclusion of SLOA required elements.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "DTID Requisitions of Reutilization Property",
     "Description": "\nDTID Requisitions of Reutilization Property. All requisitions sent to DLA Disposition Services for property assigned Disposition Category Code RU are considered free issue,\nexcept requisitions from foreign military sales (FMS) customers, which generate transportation costs. These transportation costs will be identified on the requisition transaction identified by a funds appropriation, (e.g., fund cite or line of accounting). These costs are determined by the RTD Web based on the FMS customer’s profile and passed to DLA Disposition Services on the Requisition. This funds appropriation\/funds cite will be perpetuated to the field office on the DLMS 940R Materiel Release Order (MRO) at the time the item is issued. Conformance with standard line of accounting (SLOA)\/accounting classification requires any initiation of a financial business event to include SLOA mandated standard financial information system (SFIS) elements.[1] The DLMS MRO transaction supports inclusion of SLOA required elements.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFIMSC",
     "Description": "Strategic basing decisions are multifaceted and relate to the stationing or basing of weapon systems, squadrons, capabilities and forces for both Air and Space Forces. AFIMSC is uniquely positioned to provide an objective enterprise-wide look to help Air Force decision-makers understand the value of various candidate locations. This goal seeks to optimize the entire process by leveraging authoritative data and AFIMSC expertise. ",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Go home. Those were the last words Don Arias spoke to his younger brother, Adam, on Sept. 11, 2001. Adam worked for an investment company in the south World Trade Center tower.",
     "Description": "Go home. Those were the last words Don Arias spoke to his younger brother, Adam, on Sept. 11, 2001. Adam worked for an investment company in the south World Trade Center tower.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "military readiness through conservation partnerships",
     "Description": "“He funded an innovative strategic plan in Florida to achieve military readiness through conservation partnerships,” \n\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFIMSC Owner",
     "Description": "The 66th Comptroller Squadron at Hanscom Air Force Base, Mass., support finance customers through the Air Force Comptroller Services Portal. Customer..\n\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "MAJCOM Owner",
     "Description": "Reference 3.a. establishes a DOD SLOA and directs updates to the SFIS. This memorandum also directs efforts to improve financial information, improve ....\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "New announcement with today expiry date",
     "Description": "New announcement with today expiry date",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "CPTS Owner",
     "Description": "The Air Force Civil Engineer Center, headquartered at Joint Base San Antonio-Lackland, Texas, provides responsive, flexible civil engineering",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "AFIMSC Owner",
     "Description": "\nThe 66th Comptroller Squadron at Hanscom Air Force Base, Mass., support finance customers through the Air Force Comptroller Services Portal. Customers can submit, track, and review queries through the portal and will be notified every time a technician works their request. (U.S. Air Force graphic by Lauren Russell)\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Announcement",
     "Description": "The headquarters 'facility' will house front office staff and additional support operations including Protocol, History, Inspector General, Information Protection, Public Affairs, Safety, Plans and Programs, Command Post and a Crisis Action Team. The second facility will provide administrative space for the SAPR, Sexual Assault Prevention Coordinators, Special Victims Counsel, Complaints Resolution and the Equal Employment Opportunity 'offices'.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Announcement by Category Owner",
     "Description": "Announcement by Category Owner",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Announcement by CPTS Owner",
     "Description": "Comptroller service portal by CPTS Owner",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Test CH2 adding Announcement",
     "Description": "The headquarters facility will house front office staff and additional support operations including Protocol, History, Inspector General, Information Protection, Public Affairs, Safety, Plans and Programs, Command Post and a Crisis Action Team. The second facility will provide administrative space for the SAPR, Sexual Assault Prevention Coordinators, Special Victims Counsel, Complaints Resolution and the Equal Employment Opportunity offices.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Announcement by CPTS Owner Military pay",
     "Description": "Announcement by CPTS Owner Military pay z\nThe recent AFWERX challenge was the culmination of months of planning and a competitive evaluation with hundreds of participants. Solutions offered involved improvements to airfield and aircraft maintenance operations including autonomous technology, enabling data-driven decision-making and integrating advanced (smart) airfield surfaces to strengthen the flightline and improve operations. \n\n\nDeveloping an automated process to collect airfield surface data and use artificial intelligence to identify surface anomalies and damage is revolutionary, said Usrey.  It would allow airfield managers to persistently monitor and track flightline conditions and plan more efficiently, he said.\n\n\n“It was exciting to collaborate on ways to leverage technology for our day-to-day work and overall mission on the airfield, “said Maj. Kayley Squire, Tyndall’s airfield operations flight commander. “The solutions that surfaced are remarkable -- and it was made even more rewarding by being able to show our Airmen that innovation and change is possible,” she said. \n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Administrative organization",
     "Description": "The Department of the Air Force is one of three military departments within the Department of Defense, and is managed by the civilian Secretary of the Air Force, under the authority, direction, and control of the Secretary of Defense. The senior officials in the Office of the Secretary are the Under Secretary of the Air Force, four Assistant Secretaries of the Air Force and the General Counsel, all of whom are appointed by the President with the advice and consent of the Senate. The senior uniformed leadership in the Air Staff is made up of the Chief of Staff of the Air Force and the Vice Chief of Staff of the Air Force.",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "CPTS Owner added an item",
     "Description": "The recent AFWERX challenge was the culmination of months of planning and a competitive evaluation with hundreds of participants. Solutions offered involved improvements to airfield and aircraft maintenance operations including autonomous technology, enabling data-driven decision-making and integrating advanced (smart) airfield surfaces to strengthen the flightline and improve operations. \n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "He funded an innovative strategic plan in Florida to achieve military",
     "Description": "“He funded an innovative strategic plan in Florida to achieve military readiness through conservation partnerships,”  The 66th Comptroller Squadron at Hanscom Air Force Base, Mass., support finance customers through the Air Force Comptroller Services Portal. Customers can submit, track, and review queries through the portal and will be notified every time a technician works their request. (U.S. Air Force graphic by Lauren Russell)\n\n\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    },
    {
     "Title": "Comptroller Services Portal (CSP)",
     "Description": "The Comptroller Services Portal (CSP) is the Air Force’s 21st century solution for finance customer service. The CSP streamlines the customer experience and enables collaboration at the base level to elevate critical cases and ensure timely resolution.\n\n",
     "ItemModifiedById": "81",
     "IsArchived": false,
     "ItemCreated": "2023-12-14T22:44:08Z",
     "ItemCreatedById": "81",
     "ItemModified": "2023-12-14T22:44:08Z"
    }
   ]